{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250927031221.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250927031221.htm",
      "title": "Cocoa supplements show surprising anti-aging potential",
      "content_text": "Daily cocoa extract supplements reduced key inflammation markers in older adults, pointing to a role in protecting the heart. The findings reinforce the value of flavanol-rich, plant-based foods for healthier aging.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/mature-man-eating-chocolate-bar.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250927031214.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250927031214.htm",
      "title": "How the brain decides which moments you’ll never forget",
      "content_text": "Boston University researchers found that ordinary moments can gain staying power if they’re connected to significant emotional events. Using studies with hundreds of participants, they showed that the brain prioritizes fragile memories when they overlap with meaningful experiences. This could help explain why we recall certain details surrounding big events and may lead to new ways of boosting learning and treating memory disorders.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/child-brain-nervous-system-memory.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250927031211.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250927031211.htm",
      "title": "What happens to your body when you eat too many ultra-processed foods",
      "content_text": "Ultra-processed foods make up the bulk of U.S. diets, and new research links high intake to inflammation, a predictor of heart disease. People consuming the most UPFs were far more likely to show elevated hs-CRP levels, especially older adults, smokers, and those with obesity. Scientists warn that UPFs may contribute to cancer and other chronic illnesses, urging stronger health policies despite pushback from powerful food companies.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/heart-attack-science-photo.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035059.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035059.htm",
      "title": "Mysterious “quantum echo” in superconductors could unlock new tech",
      "content_text": "Researchers have discovered an unusual &quot;quantum echo&quot; in superconducting materials, dubbed the Higgs echo. This phenomenon arises from the interplay between Higgs modes and quasiparticles, producing distinctive signals unlike conventional echoes. By using precisely timed terahertz radiation pulses, the team revealed hidden quantum pathways that could be used to encode and retrieve information.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/new-quantum-echo-discovered-in-superconductors.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035054.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035054.htm",
      "title": "Scientists just found rare spores inside a fossil older than dinosaurs",
      "content_text": "Scientists reclassified a long-misunderstood fossil from Brazil as a new genus, Franscinella riograndensis. Using advanced microscopy, they discovered spores preserved in situ—a rare find that links fossil plants to microfossil records. The breakthrough reshapes knowledge of Permian ecosystems and highlights the power of revisiting classic fossils with new tools.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/franscinella-riograndensis-fossil.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035051.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035051.htm",
      "title": "Could your smartphone detect mental health risks before you notice them?",
      "content_text": "Researchers are showing how phone sensors can track patterns tied to a wide range of mental health symptoms. Instead of relying only on self-reports, clinicians may soon be able to gather continuous, real-world data about patients. The study also found correlations with the broad &quot;p-factor,&quot; a shared dimension across mental health issues.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/sad-upset-teenage-girl-smartphone.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035048.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035048.htm",
      "title": "This new camera sees the invisible in 3D without lenses",
      "content_text": "Scientists have developed a lens-free mid-infrared camera using a modern twist on pinhole imaging. The system uses nonlinear crystals to convert infrared light into visible, allowing standard sensors to capture sharp, wide-range images without distortion. It can also create precise 3D reconstructions even in extremely low light. Though still experimental, the technology promises affordable, portable infrared imaging for safety, industrial, and environmental uses.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/mid-infrared-nonlinear-pinhole-imaging.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035030.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035030.htm",
      "title": "Scientists uncover how to block pain without side effects",
      "content_text": "Scientists have discovered a way to block pain while still allowing the body’s natural healing to take place. Current painkillers like ibuprofen and aspirin often come with harmful side effects because they shut down both pain and inflammation. But this new research identified a single “pain switch” receptor that can be turned off without interfering with inflammation, which actually helps the body recover.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/man-migraine-headache.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035026.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035026.htm",
      "title": "Tiny stones rewrite Earth’s evolution story",
      "content_text": "Scientists have uncovered an unexpected witness to Earth’s distant past: tiny iron oxide stones called ooids. These mineral snowballs lock away traces of ancient carbon, revealing that oceans between 1,000 and 541 million years ago held far less organic carbon than previously thought. This discovery challenges long-standing theories linking carbon levels, oxygen surges, and the emergence of complex life.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/iron-oxide-stone.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035023.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035023.htm",
      "title": "A pink bumpy snailfish was just discovered miles beneath the ocean",
      "content_text": "Scientists have identified three new species of deep-sea snailfish, including the strikingly pink “bumpy snailfish,” thanks to MBARI’s advanced technology and global collaborations. Found thousands of meters below the surface off California, these elusive fish demonstrate remarkable adaptations for life under crushing pressure and darkness.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/bumpy-snailfish-careproctus-colliculi.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035019.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035019.htm",
      "title": "Biochar’s secret power could change clean water forever",
      "content_text": "Scientists found that biochar doesn’t just capture pollutants, it actively destroys them using direct electron transfer. This newly recognized ability accounts for up to 40% of its cleaning power and remains effective through repeated use. The discovery opens the door to cheaper, greener, and more efficient water treatment methods worldwide.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/adding-biochar-to-soil.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035016.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035016.htm",
      "title": "Toxic waste could become the next clean energy breakthrough",
      "content_text": "Bio-tar, once seen as a toxic waste, can be transformed into bio-carbon with applications in clean energy and environmental protection. This innovation could reduce emissions, create profits, and solve a major bioenergy industry problem.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/liquid-oil-petroleum.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926035015.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926035015.htm",
      "title": "Hidden “electron highways” beneath our feet could revolutionize pollution cleanup",
      "content_text": "Electrons flow underground in ways far more extensive than once believed, forming networks that link distant chemical zones. Minerals, organic molecules, and specialized bacteria can act as bridges, creating long-distance electron highways. These discoveries hold promise for pollution cleanup strategies, remote remediation, and protecting ecosystems. Scientists now see the subsurface as an interconnected redox system with exciting practical potential.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/earth-hidden-electron-highways.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250926033415.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250926033415.htm",
      "title": "Hidden galaxy bursting with baby stars, X-ray fireworks, and cosmic energy",
      "content_text": "Although this spiral galaxy appears unremarkable from afar, NGC 7456 is bursting with newborn stars and glowing gas, providing researchers with insight into galactic evolution.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/ngc-7456.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025409.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025409.htm",
      "title": "The quantum internet just went live on Verizon’s network",
      "content_text": "Penn engineers have taken quantum networking from the lab to Verizon’s live fiber network, using a silicon “Q-chip” that speaks the same Internet Protocol as the modern web. The system pairs classical and quantum signals like a train engine with sealed cargo, ensuring routing without destroying quantum states. By maintaining fidelity above 97% even under real-world noise, the approach shows that a scalable quantum internet is possible using today’s infrastructure.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fiber-optic-computer-networking.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025406.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025406.htm",
      "title": "Scientists unveil breakthrough pixel that could put holograms on your smartphone",
      "content_text": "A team at the University of St Andrews has unlocked a major step toward true holographic displays by combining OLEDs with holographic metasurfaces. Unlike traditional laser-based holograms, this compact and affordable method could transform smart devices, entertainment, and even virtual reality. The breakthrough allows entire images to be generated from a single OLED pixel, removing long-standing barriers and pointing to a future of lightweight, miniaturized holographic technology.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smartphone-tablet-holographic-display.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025403.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025403.htm",
      "title": "The surprising new particle that could finally explain dark matter",
      "content_text": "Physicists are eyeing charged gravitinos—ultra-heavy, stable particles from supergravity theory—as possible Dark Matter candidates. Unlike axions or WIMPs, these particles carry electric charge but remain undetectable due to their scarcity. With detectors like JUNO and DUNE, researchers now have a chance to spot their unique signal, a breakthrough that could link particle physics with gravity.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/atomic-matter-structure-particle-physics.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025401.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025401.htm",
      "title": "Cambridge scientists created a gel that could end arthritis pain",
      "content_text": "Cambridge scientists have created a breakthrough material that can sense tiny chemical changes in the body, such as the increased acidity during an arthritis flare-up, and release drugs exactly when and where they’re needed. By mimicking cartilage while delivering medication, this smart gel could ease pain, reduce side effects, and provide continuous treatment for millions of arthritis sufferers.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/arthritic-knee-joint-arthritis-injury-pain.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025359.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025359.htm",
      "title": "This high-sugar fruit may actually lower diabetes risk",
      "content_text": "Mangos, often dismissed as too sugary, may hold hidden benefits for those at risk of diabetes. A George Mason University study found that daily mango eaters showed better blood sugar control and less body fat than those eating a lower-sugar snack. The results suggest that it’s not just sugar levels, but how the sugar is packaged in whole foods, that matters.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fresh-cut-mango-cubes.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250925025356.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250925025356.htm",
      "title": "Scientists brew “quantum ink” to power next-gen night vision",
      "content_text": "Toxic metals are pushing infrared detector makers into a corner, but NYU Tandon researchers have developed a cleaner solution using colloidal quantum dots. These detectors are made like “inks,” allowing scalable, low-cost production while showing impressive infrared sensitivity. Combined with transparent electrodes, the innovation tackles major barriers in imaging systems and could bring infrared technology to cars, medicine, and consumer devices.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/eco-friendly-night-vision.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}