{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Internet Of Things (Aggregated)",
  "home_page_url": "https://4thwave.ai",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/internet-of-things.json",
  "items": [
    {
      "id": "https://spectrum.ieee.org/",
      "url": "https://spectrum.ieee.org/",
      "title": "IEEE Spectrum",
      "content_text": "The world's leading engineering magazine"
    },
    {
      "id": "https://spectrum.ieee.org/topic/aerospace/",
      "url": "https://spectrum.ieee.org/topic/aerospace/",
      "title": "Aerospace News & Articles",
      "content_text": "The latest developments in aviation, satellites, astrophysics, space flight, and space exploration"
    },
    {
      "id": "https://spectrum.ieee.org/topic/artificial-intelligence/",
      "url": "https://spectrum.ieee.org/topic/artificial-intelligence/",
      "title": "AI News & Articles - Artificial Intelligence Updates",
      "content_text": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more"
    },
    {
      "id": "https://spectrum.ieee.org/topic/biomedical/",
      "url": "https://spectrum.ieee.org/topic/biomedical/",
      "title": "Biomedical News & Articles",
      "content_text": "The latest developments in biomedical devices, prosthetics, imaging, and diagnostics"
    },
    {
      "id": "https://spectrum.ieee.org/topic/climate-tech/",
      "url": "https://spectrum.ieee.org/topic/climate-tech/",
      "title": "Climate Tech News & Articles",
      "content_text": "The latest developments in renewables, carbon capture, emissions monitoring, geoengineering, and electrifying everything"
    },
    {
      "id": "https://spectrum.ieee.org/topic/computing/",
      "url": "https://spectrum.ieee.org/topic/computing/",
      "title": "Computing News & Articles",
      "content_text": "The latest developments in embedded systems, hardware, software, quantum computers, and IT"
    },
    {
      "id": "https://spectrum.ieee.org/topic/consumer-electronics/",
      "url": "https://spectrum.ieee.org/topic/consumer-electronics/",
      "title": "Consumer Electronics News & Articles",
      "content_text": "The latest developments in gadgets, gaming, smart phones, virtual reality, and audio/video"
    },
    {
      "id": "https://spectrum.ieee.org/topic/energy/",
      "url": "https://spectrum.ieee.org/topic/energy/",
      "title": "Energy News & Articles",
      "content_text": "The latest developments in power generation, batteries, renewables, smart grid, and nuclear energy"
    },
    {
      "id": "https://spectrum.ieee.org/topic/tech-history/",
      "url": "https://spectrum.ieee.org/topic/tech-history/",
      "title": "History of Technology News & Articles",
      "content_text": "A look back at key moments in the history of cyberspace, electronics, and the space age"
    },
    {
      "id": "https://spectrum.ieee.org/topic/robotics/",
      "url": "https://spectrum.ieee.org/topic/robotics/",
      "title": "Robotics News & Articles",
      "content_text": "The latest developments in consumer robots, humanoids, drones, and automation"
    },
    {
      "id": "https://spectrum.ieee.org/topic/semiconductors/",
      "url": "https://spectrum.ieee.org/topic/semiconductors/",
      "title": "Semiconductors News & Articles",
      "content_text": "The latest developments in processors, memory, nanotechnology, optoelectronics, and integrated circuit design and materials"
    },
    {
      "id": "https://phys.org/news/2025-06-evolution-korean-alcohol-production-based.html",
      "url": "https://phys.org/news/2025-06-evolution-korean-alcohol-production-based.html",
      "title": "Evolution of Korean alcohol production: From an experience-based craft to a data-driven science",
      "content_text": "For centuries, Korea has stood at the heart of fermentation culture. Traditional Korean alcohols made from rice, nuruk (fermentation starter), and water were perfected through the intuition and lived experiences of brewers, shaped by seasons and climate."
    },
    {
      "id": "https://phys.org/news/2025-02-vision-tracks-growth-specialty-crop.html",
      "url": "https://phys.org/news/2025-02-vision-tracks-growth-specialty-crop.html",
      "title": "Computer vision system tracks plant growth to guide specialty crop monitoring",
      "content_text": "Soilless growing systems inside greenhouses, known as controlled environment agriculture, promise to advance the year-round production of high-quality specialty crops, according to an interdisciplinary research team at Penn State. But to be competitive and sustainable, this advanced farming method will require the development and implementation of precision agriculture techniques. To meet that demand, the team developed an automated crop-monitoring system capable of providing continuous and frequent data about plant growth and needs, allowing for informed crop management."
    },
    {
      "id": "https://phys.org/news/2025-02-businesses-energy-workplace-power.html",
      "url": "https://phys.org/news/2025-02-businesses-energy-workplace-power.html",
      "title": "Businesses can cut energy waste by creating a workplace where saving power feels encouraged, not enforced",
      "content_text": "Do you ever take the stairs instead of the elevator, or print double-sided—not for fitness, or to stretch the last few sheets of paper, but to save energy?"
    },
    {
      "id": "https://phys.org/news/2025-02-gate-dimensional-transition-metal-dichalcogenides.html",
      "url": "https://phys.org/news/2025-02-gate-dimensional-transition-metal-dichalcogenides.html",
      "title": "Gate-controllable two-dimensional transition metal dichalcogenides for spintronic memory",
      "content_text": "The rapid advancement of technologies like artificial intelligence (AI) and the Internet of Things (IoT) has heightened the demand for high-speed, energy-efficient memory devices. Traditional memory technologies often struggle to balance performance with power consumption."
    },
    {
      "id": "https://phys.org/news/2025-01-gen-fibers-smart-textile-pressure.html",
      "url": "https://phys.org/news/2025-01-gen-fibers-smart-textile-pressure.html",
      "title": "Next-gen fibers: Smart textile can sense light, pressure, smell and even taste",
      "content_text": "Researchers successfully developed a multifunctional sensor based on semiconductor fibers that emulates the five human senses. The technology developed in the study is expected to be utilized in a variety of state-of-the-art technology fields, such as wearables, Internet of Things (IoT), electronic devices, and soft robotics."
    },
    {
      "id": "https://phys.org/news/2024-12-electrically-semiconductor-laser-advances-silicon.html",
      "url": "https://phys.org/news/2024-12-electrically-semiconductor-laser-advances-silicon.html",
      "title": "First electrically pumped, continuous-wave semiconductor laser advances silicon photonics integration",
      "content_text": "Scientists have developed the first electrically pumped continuous-wave semiconductor laser composed exclusively of elements from the fourth group of the periodic table—the \"silicon group.\""
    },
    {
      "id": "https://phys.org/news/2024-10-viscous-electronics-fluid-electrons-tech.html",
      "url": "https://phys.org/news/2024-10-viscous-electronics-fluid-electrons-tech.html",
      "title": "Viscous electronics: Fluid-like electrons are unlocking new tech possibilities",
      "content_text": "In high school science class, we learned that plugging a cable into an electrical circuit sets off a flow of electrons, powering everything from our lights to our phones. Traditionally, we've understood how electrons behave in metals and semiconductors through this simple model: electrons are imagined as tiny, independent particles, much like cars on an open highway—each one moving freely, without interacting much with the others."
    },
    {
      "id": "https://phys.org/news/2024-08-scientists-dmg-equalization-strategy-femtosecond.html",
      "url": "https://phys.org/news/2024-08-scientists-dmg-equalization-strategy-femtosecond.html",
      "title": "Scientists develop DMG equalization strategy via femtosecond laser micromachining induced refractive index tailoring",
      "content_text": "Optical fiber, as a physical medium for information transmission, is the \"highway\" of modern economic and social development. However, with the continuous emergence of high-speed and high-capacity communication scenarios such as virtual reality, 5G, intelligent driving, and the Internet of Things (IoT), there is an upper limit to the communication capacity (traffic flow) of the traditional single-mode fiber-optic communication system (highway)."
    },
    {
      "id": "https://phys.org/news/2024-08-display-technologies-ultrahigh-definition-screens.html",
      "url": "https://phys.org/news/2024-08-display-technologies-ultrahigh-definition-screens.html",
      "title": "Developing innovative new display technologies to create ultrahigh-definition screens efficiently",
      "content_text": "A research team has developed a double-layer dry transfer printing technology that simultaneously transfers light-emitting and electron-transferring layers onto a substrate. This technology is expected to provide a more life-like view in augmented reality (AR) and virtual reality (VR), greatly enhancing the immersive experience."
    },
    {
      "id": "https://phys.org/news/2024-08-electronics-material-current.html",
      "url": "https://phys.org/news/2024-08-electronics-material-current.html",
      "title": "Printed electronics material can store 1,000 times more charge than current forms",
      "content_text": "Imagine knowing your milk has gone bad without having to open your fridge. A technology called printed electronics could one day make innovations like this possible."
    }
  ]
}