{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Nanotech (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/nanotech.json",
  "items": [
    {
      "id": "https://phys.org/news/2025-09-multifunctional-liquid-metal-nanocomposites-cancer.html",
      "url": "https://phys.org/news/2025-09-multifunctional-liquid-metal-nanocomposites-cancer.html",
      "title": "Multifunctional liquid metal nanocomposites for cancer photoimmunotherapy successfully developed",
      "content_text": "A research team led by Professor Eijiro Miyako from the Materials Chemistry Frontiers Research Area at Japan Advanced Institute of Science and Technology (JAIST) has successfully developed multifunctional nanocomposites by coating liquid metal surfaces with lactic acid bacteria components and near-infrared fluorescent dye (indocyanine green).",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/2025/successful-development.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-chilling-discovery-flexibility-ice-nanoscale.html",
      "url": "https://phys.org/news/2025-09-chilling-discovery-flexibility-ice-nanoscale.html",
      "title": "A chilling discovery: The surprising flexibility of ice at the nanoscale",
      "content_text": "You'd think there's nothing surprising left to discover about water. After all, researchers have been studying its properties for centuries.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/a-chilling-discovery-t.jpg",
          "mime_type": "image/jpeg"
        },
        {
          "url": "https://scx2.b-cdn.net/gfx/video/2025/a-chilling-discovery-t.mp4",
          "mime_type": "video/mp4"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-broadband-photodetector-material-visible-infrared.html",
      "url": "https://phys.org/news/2025-09-broadband-photodetector-material-visible-infrared.html",
      "title": "Broadband photodetector material senses visible light to long-wave infrared, simplifying device design",
      "content_text": "A research team in South Korea has developed a next-generation sensor material capable of integrating the detection of multiple light wavelengths.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/broadband-photodetecto.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-scientists-electrons-pattern-sources-wiring.html",
      "url": "https://phys.org/news/2025-09-scientists-electrons-pattern-sources-wiring.html",
      "title": "Scientists use electrons to pattern light sources and wiring directly onto crystals",
      "content_text": "Rice University researchers used a focused electron beam to pattern device functions with submicron precision directly into an ultrathin crystal. The approach produced traces narrower than the width of a DNA helix that glow with bright blue light and conduct electricity, showing it could be used to manufacture compact on-chip wiring and built-in light sources.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/rice-scientists-use-el-1.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-nanovaccine-halts-tumor-growth-cancer.html",
      "url": "https://phys.org/news/2025-09-nanovaccine-halts-tumor-growth-cancer.html",
      "title": "Nanovaccine halts tumor growth and reduces cancer recurrence in lab models",
      "content_text": "A research team has developed an approach to significantly reduce the risk of cancer recurrence and metastasis after surgery, by targeting both bulk cancer cells and the elusive cancer stem cells (CSCs) responsible for relapse.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/2025/novel-nanovaccine-halt-1.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-bone-substitute-3d-glass.html",
      "url": "https://phys.org/news/2025-09-bone-substitute-3d-glass.html",
      "title": "A new bone substitute made out of 3D-printed glass",
      "content_text": "You might think that glass has no business acting as a replacement for bone, but it turns out the two materials have many similarities. For a new study published in ACS Nano, researchers developed a 3D printable bio-active glass that served as an effective bone replacement material. In rabbits, it sustained bone cell growth better than regular glass and a commercially available bone substitute.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/2025/a-new-bone-substitute.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-ball-mill-technique-nanoscale-scaffolds.html",
      "url": "https://phys.org/news/2025-09-ball-mill-technique-nanoscale-scaffolds.html",
      "title": "Ball mill technique produces nanoscale scaffolds that filter PFAS",
      "content_text": "PFAS are fluorinated compounds found in many everyday products, such as outdoor clothing and cookware like Teflon pans. This is because PFAS are durable, heat-resistant and dirt-repellent. Their stability is precisely what leads to problems: although potentially harmful to our health, these substances are scarcely broken down at all in the environment and are regarded as \"forever chemicals.\" PFAS are also found in wastewater. Although they can be removed by filtration, this is a laborious process.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/pfas-filter-from-a-bal.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-scientists-visualize-atomic-moir-materials.html",
      "url": "https://phys.org/news/2025-09-scientists-visualize-atomic-moir-materials.html",
      "title": "Scientists visualize atomic structures in moiré materials",
      "content_text": "Researchers with the Department of Energy's Oak Ridge National Laboratory and the University of Tennessee, Knoxville, have created an innovative method to visualize and analyze atomic structures within specially designed, ultrathin bilayer 2D materials. When precisely aligned at an angle, these materials exhibit unique properties that could lead to advancements in quantum computing, superconductors and ultraefficient electronics.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/2025/scientists-visualize-a.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-nanotechnology-crop-munching-pests-beneficial.html",
      "url": "https://phys.org/news/2025-09-nanotechnology-crop-munching-pests-beneficial.html",
      "title": "Using nanotechnology to target crop-munching pests and spare beneficial bugs",
      "content_text": "A bane of farmers' existence, it's estimated that plant-eating pests are responsible for the loss of up to 40% of pre-harvest yields globally. But a new generation of crop treatments that target only \"bad\" bugs could mean big gains for the Canadian agriculture sector, improving pest management tools in an industry that in 2024 generated over $142 billion.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/using-nanotechnology-t.jpg",
          "mime_type": "image/jpeg"
        },
        {
          "url": "https://www.youtube.com/embed/3Wij0I0Iw2Q?color=white",
          "mime_type": "video/mp4"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-nanoculture-shell-frontiers-microbiome.html",
      "url": "https://phys.org/news/2025-09-nanoculture-shell-frontiers-microbiome.html",
      "title": "Cracking the nanoculture shell to unlock new frontiers in microbiome research",
      "content_text": "Tiny bioreactors, called nanocultures, are opening up new possibilities for microbiome research, especially in harsh and dynamic environments.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/cracking-the-shell-to.jpg",
          "mime_type": "image/jpeg"
        },
        {
          "url": "https://scx2.b-cdn.net/gfx/video/2025/cracking-the-shell-to.mp4",
          "mime_type": "video/mp4"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-lipid-nanoparticles-complex-options-generation.html",
      "url": "https://phys.org/news/2025-09-lipid-nanoparticles-complex-options-generation.html",
      "title": "Lipid nanoparticles with complex shapes expand options for next-generation drug delivery",
      "content_text": "An Australian research team has achieved an advanced materials breakthrough that opens the door to a new generation of nanodrug applications. From drug delivery, to diagnostics, to gene editing and beyond, the breakthrough has the potential to improve outcomes for patients around the world in coming decades.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/2025/pioneering-the-next-ge-1.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://phys.org/news/2025-09-nanocellulose-based-foam-materials-purification.html",
      "url": "https://phys.org/news/2025-09-nanocellulose-based-foam-materials-purification.html",
      "title": "Nanocellulose-based foam materials for water purification, smart packaging and green electronics",
      "content_text": "Nanocellulose is a renewable nanomaterial made from plant fibers, with unique properties including lightness, very high strength and large surface area. The doctoral dissertation of Mohammad Karzarjeddi from the University of Oulu, Finland, investigated nanocellulose-based porous foam materials in water purification, smart packaging and wireless communications. These advanced cellulose applications reduce dependence on fossil-based materials.",
      "attachments": [
        {
          "url": "https://scx2.b-cdn.net/gfx/news/hires/2025/nanocellulose-based-ad.jpg",
          "mime_type": "image/jpeg"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921090853.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921090853.htm",
      "title": "Tiny new lenses, smaller than a hair, could transform phone and drone cameras",
      "content_text": "Scientists have developed a new multi-layered metalens design that could revolutionize portable optics in devices like phones, drones, and satellites. By stacking metamaterial layers instead of relying on a single one, the team overcame fundamental limits in focusing multiple wavelengths of light. Their algorithm-driven approach produced intricate nanostructures shaped like clovers, propellers, and squares, enabling improved performance, scalability, and polarization independence.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/metamaterial-lenses-for-phones-and-drones.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214318.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214318.htm",
      "title": "Scientists just made atoms talk to each other inside silicon chips",
      "content_text": "Researchers at UNSW have found a way to make atomic nuclei communicate through electrons, allowing them to achieve entanglement at scales used in today’s computer chips. This breakthrough brings scalable, silicon-based quantum computing much closer to reality.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/two-nuclear-spins-remotely-entangled.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085242.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085242.htm",
      "title": "New cooling breakthrough nearly doubles efficiency",
      "content_text": "CHESS thin-film materials nearly double refrigeration efficiency compared to traditional methods. Scalable and versatile, they promise applications from household cooling to space exploration.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/chess-efficient-thermoelectric-cooling-device.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221007.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221007.htm",
      "title": "Lasers just made atoms dance, unlocking the future of electronics",
      "content_text": "Scientists at Michigan State University have discovered how to use ultrafast lasers to wiggle atoms in exotic materials, temporarily altering their electronic behavior. By combining cutting-edge microscopes with quantum simulations, they created a nanoscale switch that could revolutionize smartphones, laptops, and even future quantum computers.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/lasers-atomic-motion.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221913.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221913.htm",
      "title": "Harvard’s salt trick could turn billions of tons of hair into eco-friendly materials",
      "content_text": "Scientists at Harvard have discovered how salts like lithium bromide break down tough proteins such as keratin—not by attacking the proteins directly, but by altering the surrounding water structure. This breakthrough opens the door to a cleaner, more sustainable way to recycle wool, feathers, and hair into valuable materials, potentially replacing plastics and fueling new industries.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/protein-denaturation.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "title": "Tiny magnetic spirals unlock the future of spintronics",
      "content_text": "Scientists in Korea have engineered magnetic nanohelices that can control electron spin with extraordinary precision at room temperature. By combining structural chirality and magnetism, these nanoscale helices can filter spins without complex circuitry or cooling. The breakthrough not only demonstrates a way to program handedness in inorganic nanomaterials but also opens the door to scalable, energy-efficient spintronic devices that could revolutionize computing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/electrosynthesized-chiral-ferromagnetic-nanohelix.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250910000302.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250910000302.htm",
      "title": "Scientists just built a detector that could finally catch dark matter",
      "content_text": "Physicists have unveiled a new superconducting detector sensitive enough to hunt dark matter particles smaller than electrons. By capturing faint photon signals, the device pushes the search into uncharted territory.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/superconducting-nanowire-single-photon-detector.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250910000240.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250910000240.htm",
      "title": "The invisible plastic threat you can finally see",
      "content_text": "Researchers in Germany and Australia have created a simple but powerful tool to detect nanoplastics—tiny, invisible particles that can slip through skin and even the blood-brain barrier. Using an &quot;optical sieve&quot; test strip viewed under a regular microscope, these particles reveal themselves through striking color changes.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/optical-sieve-nanoplastic-particles.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250905180734.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250905180734.htm",
      "title": "Tiny gold quantum needles with astonishing powers discovered",
      "content_text": "Scientists at the University of Tokyo have unveiled “gold quantum needles,” a newly discovered nanocluster structure formed under unusual synthesis conditions. Unlike typical spherical clusters, these elongated, pencil-shaped formations display unique quantum behaviors and respond to near-infrared light, making them promising tools for biomedical imaging and energy applications.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/structural-evolution-of-gold-nanoclusters.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/08/250828060040.htm",
      "url": "https://www.sciencedaily.com/releases/2025/08/250828060040.htm",
      "title": "A tiny chip may have solved one of clean energy’s biggest problems",
      "content_text": "In just one afternoon, scientists used a nanoparticle “megalibrary” to find a catalyst that matches or exceeds iridium’s performance in hydrogen fuel production, at a fraction of the cost.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/iridium-catalyst.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/08/250827010717.htm",
      "url": "https://www.sciencedaily.com/releases/2025/08/250827010717.htm",
      "title": "This tiny iron catalyst could transform the future of clean energy",
      "content_text": "Hydrogen fuel cells could power cars, devices, and homes with nothing but water as a byproduct—but platinum’s cost holds them back. Chinese researchers have now unveiled a breakthrough iron-based catalyst that could rival platinum while boosting efficiency and durability. With its clever “inner activation, outer protection” design, this new catalyst not only reduces harmful byproducts but also shatters performance records, potentially paving the way for cleaner, cheaper, and more practical hydrogen energy.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/construction-of-cs-fen-c.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/08/250824031532.htm",
      "url": "https://www.sciencedaily.com/releases/2025/08/250824031532.htm",
      "title": "Scientists unlock nature’s secret to superfast mini robots",
      "content_text": "Ripple bugs’ fan-like legs inspired engineers to build the Rhagobot, a tiny robot with self-morphing fans. By mimicking these insects’ passive, ultra-fast movements, the robot gains speed, control, and endurance without extra energy—potentially transforming aquatic microrobotics.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rhagovelia-water-strider-showing-fans.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "nanotech"
      ]
    }
  ]
}