{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918230811.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918230811.htm",
      "title": "Shocking study exposes widespread math research fraud",
      "content_text": "A sweeping investigation has revealed widespread fraud in mathematics publishing, where commercial metrics and rankings have incentivized the mass production of meaningless or flawed papers. The study highlights shocking distortions—such as a university without a math department ranked as having the most top mathematicians—and the explosion of megajournals willing to publish anything for a fee.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fake-news-blocks.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225020.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225020.htm",
      "title": "Scientists finally reveal the hidden mechanism linking alcohol to fatty liver",
      "content_text": "Mayo Clinic scientists uncovered how excessive drinking triggers fatty liver disease by disrupting the enzyme VCP, which normally prevents harmful protein buildup on fat droplets in the liver. Alcohol blocks this protective process, allowing fat to accumulate and damage liver cells.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diseased-liver-illustration.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225018.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225018.htm",
      "title": "Alcohol’s hidden shortcut lets gut bacteria wreck the liver",
      "content_text": "Alcohol-associated liver disease is becoming a massive health and economic burden, but researchers at UC San Diego may have uncovered a new way forward. They discovered that chronic alcohol use blocks a crucial protein that normally helps keep gut bacteria from leaking into the liver, worsening damage. Restoring this protein’s function, using drugs already in development, could not only reduce liver disease but also have implications for treating alcohol addiction itself.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/small-intestine-organoid.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225016.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225016.htm",
      "title": "Wildfire smoke could kill 70,000 Americans a year by 2050",
      "content_text": "Wildfires are no longer a seasonal nuisance but a deadly, nationwide health crisis. Fueled by climate change, smoke is spreading farther and lingering longer, with new research warning of tens of thousands of additional deaths annually by mid-century. The health costs alone could surpass all other climate damages combined, revealing wildfire smoke as one of the most underestimated threats of our warming world.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smoky-forest-fire.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225014.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225014.htm",
      "title": "Scientists discover microplastics deep inside human bones",
      "content_text": "Microplastics have been detected in human blood, brain tissue, and even bones, where they may weaken skeletal structure and accelerate cell aging. Recent studies suggest that these particles could worsen metabolic bone diseases like osteoporosis, a risk that’s especially concerning as fractures are projected to rise sharply in the coming decades.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/microplastics-test-tube-science.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225012.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225012.htm",
      "title": "Scientists win Ig Nobel Prize for cracking the code to perfect cacio e pepe",
      "content_text": "What started as a frustrating kitchen challenge turned into award-winning science: Fabrizio Olmeda and his colleagues scientifically decoded the secret of creamy cacio e pepe and earned the Ig Nobel Prize. Their research showed how starch can stabilize Pecorino into a smooth sauce, turning a culinary mystery into physics-driven perfection.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/cacio-e-pepe-pasta.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225010.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225010.htm",
      "title": "Earthquakes release blistering heat that can melt rock in an instant",
      "content_text": "MIT scientists have unraveled the hidden energy balance of earthquakes by recreating them in the lab. Their findings show that while only a sliver of energy goes into the shaking we feel on the surface, the overwhelming majority is released as heat—sometimes hot enough to melt surrounding rock in an instant.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rock-slip-earthquake-energy.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225006.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225006.htm",
      "title": "Alien water worlds were just a mirage",
      "content_text": "A new study challenges the dream of water-rich “Hycean” planets like K2-18b, suggesting that most sub-Neptunes lose their water deep into their interiors during formation. Instead of vast oceans, these worlds likely retain only a few percent of water at the surface.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/exoplanet-k2-18b.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225004.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225004.htm",
      "title": "Scientists just found the hidden cosmic fingerprints of dark matter",
      "content_text": "Scientists at Rutgers and collaborators have traced the invisible dark matter scaffolding of the universe using over 100,000 Lyman-alpha emitting galaxies. By studying how these galaxies clustered across three eras shortly after the Big Bang, they mapped dark matter concentrations, uncovering cosmic “fingerprints” that reveal how galaxies grow and evolve.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/dark-matter-fingerprints.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225001.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225001.htm",
      "title": "Cosmic simulations that once needed supercomputers now run on a laptop",
      "content_text": "Astronomers have long relied on supercomputers to simulate the immense structure of the Universe, but a new tool called Effort.jl is changing that. By mimicking the behavior of complex cosmological models, this emulator delivers results with the same accuracy — and sometimes even finer detail — in just minutes on a standard laptop. The breakthrough combines neural networks with clever use of physical knowledge, cutting computation time dramatically while preserving reliability.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/large-scale-structure-of-the-universe.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918025025.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918025025.htm",
      "title": "Scientists build micromotors smaller than a human hair",
      "content_text": "Using laser light instead of traditional mechanics, researchers have built micro-gears that can spin, shift direction, and even power tiny machines. These breakthroughs could soon lead to revolutionary medical tools working at the scale of cells.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/four-microgears.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918011602.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918011602.htm",
      "title": "Why Alaska’s salmon streams are suddenly bleeding orange",
      "content_text": "Warming Arctic permafrost is unlocking toxic metals, turning Alaska’s once-clear rivers into orange, acid-laced streams. The shift, eerily similar to mine pollution but entirely natural, threatens fish, ecosystems, and communities that depend on them—with no way to stop the process once it starts.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/alaska-brooks-range.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221212.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221212.htm",
      "title": "America is throwing away the minerals that could power its future",
      "content_text": "America already mines all the critical minerals it needs for energy, defense, and technology, but most are being wasted as mine tailings. Researchers discovered that minerals like cobalt, germanium, and rare earths are discarded in massive amounts, even though recovering just a fraction could eliminate U.S. dependence on imports.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/colorado-climax-mine.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221010.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221010.htm",
      "title": "Could plastic in your food be fueling Azheimer’s?",
      "content_text": "Plastic particles from everyday items like Styrofoam cups and take-out containers are finding their way into the brain, where they may trigger Alzheimer’s-like symptoms. New research shows that mice carrying the Alzheimer’s-linked APOE4 gene who consumed microplastics exhibited sex-dependent cognitive decline, mirroring the differences seen in human patients.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/eating-food-from-styrofoam-takeout-box.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221007.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221007.htm",
      "title": "Lasers just made atoms dance, unlocking the future of electronics",
      "content_text": "Scientists at Michigan State University have discovered how to use ultrafast lasers to wiggle atoms in exotic materials, temporarily altering their electronic behavior. By combining cutting-edge microscopes with quantum simulations, they created a nanoscale switch that could revolutionize smartphones, laptops, and even future quantum computers.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/lasers-atomic-motion.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221005.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221005.htm",
      "title": "Tiny protein pairs may hold the secret to life’s origin",
      "content_text": "A team from the University of Illinois has uncovered surprising evolutionary links between the genetic code and tiny protein fragments called dipeptides. By analyzing billions of dipeptide sequences across thousands of species, the researchers revealed that these molecular pairs trace the earliest steps in the origin of life.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/gustavo-caetano-anolles.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221004.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221004.htm",
      "title": "Doctors warn of a stealth opioid 20x more potent than fentanyl",
      "content_text": "Nitazenes, a powerful and largely hidden class of synthetic opioids, are quickly becoming a deadly factor in the overdose crisis. Over 20 times stronger than fentanyl, these drugs often go undetected on routine drug tests, making overdoses harder to diagnose and reverse. Cases from Tennessee reveal a disturbing pattern of fatalities, with nitazenes frequently mixed into counterfeit pills alongside fentanyl and methamphetamine.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/drug-addiction-opioid-pills.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221001.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221001.htm",
      "title": "The hidden group that loses COVID protection fast",
      "content_text": "Why do some people stay protected after vaccination while others quickly lose immunity? Researchers in Japan tracked over 2,500 people for 18 months and found four distinct immune response patterns. The so-called “rapid-decliners” looked strong at first but lost antibodies quickly, leaving them more vulnerable to infection.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tracking-covid-19-vaccine-responses.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917220959.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917220959.htm",
      "title": "NASA’s Perseverance just found new evidence that Mars could have been habitable",
      "content_text": "Jezero Crater’s rocks reveal three stages of water activity, shifting from hostile acidic fluids to more life-friendly alkaline ones. Perseverance’s discoveries guide future sampling and strengthen the hunt for past life on Mars.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/jezero-crater-mars.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917220957.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917220957.htm",
      "title": "The Moon could finally reveal dark matter",
      "content_text": "Faint hydrogen signals from the cosmic Dark Ages may soon help determine the mass of dark matter particles. Simulations suggest future Moon-based observatories could distinguish between warm and cold dark matter, providing long-sought answers about the invisible backbone of the Universe.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-artemis-astronauts-working-on-moon.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}