{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://4thwave.ai",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205832.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205832.htm",
      "title": "Daily eye drops could make reading glasses obsolete",
      "content_text": "Eye drops combining pilocarpine and diclofenac helped patients read extra lines on vision charts, with effects lasting up to two years. The treatment could revolutionize presbyopia care as a safe, non-surgical alternative to glasses.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/senior-man-eye-drops.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205829.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205829.htm",
      "title": "Half of adults suffer from dry eyes, but most never get help",
      "content_text": "Dry eyes are far more common than previously believed, with over half of adults in the US and Europe experiencing symptoms, yet most remain undiagnosed for years. The large-scale NESTS study reveals that sufferers often endure daily discomfort that disrupts work, driving, and even surgery outcomes. Many accept the condition as part of aging, unaware that simple treatments could provide relief.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/red-eye-close-up-before-and-after-treatment.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205803.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205803.htm",
      "title": "Cannabis use may quadruple diabetes risk",
      "content_text": "A massive study of over 4 million adults has revealed that cannabis use may nearly quadruple the risk of developing diabetes. Despite some earlier suggestions that cannabis might have metabolic benefits, this large analysis found significantly higher diabetes rates among users, even after adjusting for other health factors.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/marijuana-leaf-cannabis-chocolate-brownies.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205759.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205759.htm",
      "title": "Being too thin can be deadlier than being overweight, Danish study reveals",
      "content_text": "New research from Denmark challenges long-held assumptions about body weight and health, revealing that being overweight—or even moderately obese—does not necessarily increase the risk of death compared to those at the upper end of the &quot;normal&quot; BMI range. In fact, those who are underweight or at the lower end of the so-called healthy spectrum faced higher risks.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/women-trying-on-jeans-different-body-types.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232940.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232940.htm",
      "title": "150-million-year-old teeth expose dinosaurs’ secret diets",
      "content_text": "By analyzing tooth enamel chemistry, scientists uncovered proof that Jurassic dinosaurs divided up their meals in surprising ways—some choosing buds and leaves, others woody bark, and still others a mixed menu. This dietary diversity helped massive plant-eaters coexist, while predators carved out their own niches.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diplodocus-teeth.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232938.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232938.htm",
      "title": "The sweetpotato’s DNA turned out stranger than anyone expected",
      "content_text": "Sweetpotato, a critical food crop for millions, has finally had its genetic code fully decoded after decades of mystery. Scientists unraveled its extraordinarily complex genome of six chromosome sets, revealing a hybrid origin stitched together from multiple wild ancestors. This achievement not only sheds light on sweetpotato’s remarkable adaptability and resilience but also provides powerful tools for breeders to create higher-yielding, more nutritious, and climate-resistant varieties.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tanzania-variety-of-sweetpotato.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232936.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232936.htm",
      "title": "1 in 8 Americans have already tried Ozempic and similar weight loss medications",
      "content_text": "GLP-1 drugs like Ozempic have transformed weight loss in the U.S., with nearly 12% of Americans having tried them, according to a new RAND report. Usage is especially high among women aged 50 to 64, while men catch up in older groups. Despite effectiveness, side effects like nausea and diarrhea are common, and most Americans say they don’t plan to take them.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/hand-holding-semaglutide-ozempic-injection.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "title": "Tiny magnetic spirals unlock the future of spintronics",
      "content_text": "Scientists in Korea have engineered magnetic nanohelices that can control electron spin with extraordinary precision at room temperature. By combining structural chirality and magnetism, these nanoscale helices can filter spins without complex circuitry or cooling. The breakthrough not only demonstrates a way to program handedness in inorganic nanomaterials but also opens the door to scalable, energy-efficient spintronic devices that could revolutionize computing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/electrosynthesized-chiral-ferromagnetic-nanohelix.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232932.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232932.htm",
      "title": "Physicists just found a way to make “something from nothing”",
      "content_text": "Researchers at UBC have found a way to mimic the elusive Schwinger effect using superfluid helium, where vortex pairs appear out of thin films instead of electron-positron pairs in a vacuum. Their work not only offers a cosmic laboratory for otherwise unreachable phenomena, but also changes the way scientists understand vortices, superfluids, and even quantum tunneling.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/quantum-vortices.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232929.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232929.htm",
      "title": "Was mars once warm, wet, and ready for life",
      "content_text": "Billions of years ago, Mars may not have been the frozen desert we see today. New simulations suggest that volcanic eruptions pumped out reactive sulfur gases, creating greenhouse effects strong enough to trap warmth and possibly liquid water. This strange sulfur-rich chemistry might have made the planet more Earth-like, even supporting microbial life in hydrothermal-style environments.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/sulfur-on-mars.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232927.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232927.htm",
      "title": "NASA&apos;s Webb Space Telescope just found strange red dots that shouldn’t exist",
      "content_text": "Astronomers using the James Webb Space Telescope have uncovered mysterious “little red dots” that may not be galaxies at all, but a whole new type of object: black hole stars. These fiery spheres, powered by ravenous black holes at their core, could explain how supermassive black holes in today’s galaxies were born. With discoveries like “The Cliff,” a massive red dot cloaked in hydrogen gas, scientists are beginning to rethink how the early universe formed—and hinting at stranger cosmic surprises still waiting to be revealed.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/black-hole-star.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232924.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232924.htm",
      "title": "Sleepless nights may raise dementia risk by 40%, Mayo Clinic reveals",
      "content_text": "Chronic insomnia may do more than leave you groggy, it could speed up brain aging. A large Mayo Clinic study found that people with long-term sleep troubles were 40% more likely to develop dementia or cognitive impairment, with brain scans showing changes linked to Alzheimer’s. Those reporting reduced sleep showed declines comparable to being four years older, while certain genetic risk carriers saw even steeper drops.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/brain-missing-puzzle-pieces-degenerative-diseases.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232921.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232921.htm",
      "title": "AI can now predict who will go blind, years before doctors can",
      "content_text": "Researchers trained AI on tens of thousands of eye scans, enabling doctors to predict which keratoconus patients need early treatment and which can be safely monitored, cutting down on unnecessary procedures while preventing vision loss.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smart-vision.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232157.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232157.htm",
      "title": "Most quit breakthrough weight-loss drug within a year",
      "content_text": "A massive Danish study reveals that despite the remarkable weight-loss benefits of semaglutide, more than half of adults without diabetes stop using it within a year. High costs, unpleasant side effects, and underlying medical or psychiatric conditions play major roles in the dropouts. Younger users and men are especially prone to quitting, raising concerns since discontinuation often leads to weight regain.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/ozempic-semaglutide-injection-pens.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913112506.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913112506.htm",
      "title": "No one knows what these strange larvae grow into",
      "content_text": "Not all barnacles just sit on rocks and ships. Some invade crabs, growing like a parasitic root system that hijacks their bodies. A mysterious group called y-larvae has baffled scientists for over a century, with no known adult stage. Genetic evidence now reveals they’re related to barnacles and may also be parasites — lurking unseen inside other creatures.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/facetotectans.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913111036.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913111036.htm",
      "title": "Scientists just found out forever chemicals are shockingly acidic",
      "content_text": "Scientists have uncovered that “forever chemicals” like PFAS are even more acidic than anyone realized, meaning they dissolve and spread in water with alarming ease. Using a cutting-edge method combining NMR spectroscopy and computer modeling, researchers showed that the acidity of notorious compounds like PFOA and GenX had been vastly underestimated—sometimes by factors of a thousand.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/pfas-forever-chemicals.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250912195133.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250912195133.htm",
      "title": "Hidden gut molecule found to wreck kidneys",
      "content_text": "Scientists discovered that a gut bacteria molecule called corisin can travel to the kidneys, triggering inflammation and scarring that lead to diabetic kidney fibrosis. By attaching to albumin in the blood, corisin infiltrates kidney tissue and accelerates damage. In animal studies, antibodies that neutralize corisin slowed disease progression, offering hope for new treatments beyond dialysis and transplants.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/chronic-kidney-disease.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250912195130.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250912195130.htm",
      "title": "Scientists just discovered how octopuses really use their arms",
      "content_text": "Octopuses aren’t just flexible—they’re astonishingly strategic. A new study reveals how their eight arms coordinate with surprising precision: front arms for exploring, back arms for locomotion, and every arm capable of twisting, bending, shortening, and elongating in unique ways. Researchers observed nearly 7,000 deformations across multiple habitats, capturing behaviors from camouflage tricks to elaborate hunting techniques. This insight doesn’t just unlock secrets of octopus biology, it could also inspire new innovations in robotics and neuroscience.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/octopus-swimming-underwater.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250912195128.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250912195128.htm",
      "title": "Surprising giant DNA discovery may be linked to gum disease and cancer",
      "content_text": "Scientists in Tokyo have uncovered “Inocles,” massive strands of extrachromosomal DNA hidden inside bacteria in human mouths. These giants, overlooked by traditional sequencing, could explain how oral microbes adapt, survive, and impact health. Found in nearly three-quarters of people, Inocles carry genes for stress resistance and may even hint at links to diseases like cancer, opening a whole new frontier in microbiome research.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/genetic-mystery-dna-helix.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250912195126.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250912195126.htm",
      "title": "Johns Hopkins breakthrough could make microchips smaller than ever",
      "content_text": "Johns Hopkins scientists, working with global partners, have unveiled a new way to build microchips so small they’re invisible to the eye. By developing special metal-organic materials that interact with powerful beams of light, they’ve cracked a major hurdle in creating faster, smaller, and more affordable chips. This new process, chemical liquid deposition, could reshape electronics manufacturing and push the limits of technology for years to come.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/silicon-wafer-rainbow-color-testing.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}