{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://4thwave.ai",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250915085344.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250915085344.htm",
      "title": "Scientists are closing in on Leonardo da Vinci’s DNA",
      "content_text": "A groundbreaking project is piecing together Leonardo da Vinci’s genetic profile by tracing his lineage across 21 generations and comparing DNA from living descendants with remains in a Da Vinci family tomb. If successful, the effort could reveal new insights into Leonardo’s health, creativity, and even help confirm the authenticity of his works.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/vitruvian-man-dna.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205853.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205853.htm",
      "title": "Who are the Papua New Guineans? New DNA study reveals stunning origins",
      "content_text": "On remote islands of Papua New Guinea, people carry a story that ties us all back to our deepest roots. Although their striking appearance once puzzled scientists, new genetic evidence shows they share a common ancestry with other Asians, shaped by isolation, adaptation, and even interbreeding with mysterious Denisovans. Yet, their unique history — marked by survival bottlenecks and separation from farming-driven booms — leaves open questions about the earliest migrations out of Africa and whether their lineage holds traces of a forgotten branch of humanity.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/huli-man-papua-new-guinea.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205851.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205851.htm",
      "title": "Scientists test an anti-aging cream that actually works",
      "content_text": "A 28-day trial showed that pterostilbene cream improved wrinkles, skin firmness, collagen, and pore size far better than a control emulsion. The results highlight pterostilbene as a promising natural ingredient for next-generation anti-aging skincare.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/happy-woman-face-skin-cream.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205848.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205848.htm",
      "title": "Strange steam worlds could rewrite the search for life",
      "content_text": "Scientists are unraveling the mysteries of &quot;steam worlds&quot;—exoplanets known as sub-Neptunes that are rich in water but orbit so close to their stars that their surfaces are shrouded in thick atmospheres of vapor. Using advanced models, researchers at UC Santa Cruz are now mapping how water behaves under extreme pressures and temperatures, offering insights into exotic phases like supercritical fluids and superionic ice.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/sub-neptune-exoplanet.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205845.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205845.htm",
      "title": "Millions have diabetes without knowing it",
      "content_text": "A sweeping global study reveals that nearly half of people with diabetes don’t even know they have it, with young adults being the most overlooked. While most diagnosed patients receive treatment, less than half achieve proper blood sugar control, leaving only about one in five with well-managed diabetes.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diabetes-test-blood-drop-finger.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205840.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205840.htm",
      "title": "Guava’s secret molecule could fight liver cancer",
      "content_text": "Nature has long been the source of lifesaving medicines, from willow bark’s natural aspirin to new discoveries in tropical fruits. Now, chemists at the University of Delaware have pioneered a way to recreate powerful molecules from guava plants that show promise against liver cancer. Their method provides a low-cost, scalable recipe for scientists worldwide, sparking collaboration and potentially transforming cancer treatment.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fresh-ripe-guava.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205835.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205835.htm",
      "title": "Scientists just found hidden parasitic wasps spreading across the U. S.",
      "content_text": "Researchers discovered two new parasitic wasp species living in the U.S., tracing their origins back to Europe and uncovering clues about how they spread. Their arrival raises fresh questions about biodiversity, ecological risks, and the role of citizen science in tracking hidden species.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/two-species-of-bootanomyia-dorsalis-wasps.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205832.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205832.htm",
      "title": "Daily eye drops could make reading glasses obsolete",
      "content_text": "Eye drops combining pilocarpine and diclofenac helped patients read extra lines on vision charts, with effects lasting up to two years. The treatment could revolutionize presbyopia care as a safe, non-surgical alternative to glasses.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/senior-man-eye-drops.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205829.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205829.htm",
      "title": "Half of adults suffer from dry eyes, but most never get help",
      "content_text": "Dry eyes are far more common than previously believed, with over half of adults in the US and Europe experiencing symptoms, yet most remain undiagnosed for years. The large-scale NESTS study reveals that sufferers often endure daily discomfort that disrupts work, driving, and even surgery outcomes. Many accept the condition as part of aging, unaware that simple treatments could provide relief.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/red-eye-close-up-before-and-after-treatment.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205803.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205803.htm",
      "title": "Cannabis use may quadruple diabetes risk",
      "content_text": "A massive study of over 4 million adults has revealed that cannabis use may nearly quadruple the risk of developing diabetes. Despite some earlier suggestions that cannabis might have metabolic benefits, this large analysis found significantly higher diabetes rates among users, even after adjusting for other health factors.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/marijuana-leaf-cannabis-chocolate-brownies.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250914205759.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250914205759.htm",
      "title": "Being too thin can be deadlier than being overweight, Danish study reveals",
      "content_text": "New research from Denmark challenges long-held assumptions about body weight and health, revealing that being overweight—or even moderately obese—does not necessarily increase the risk of death compared to those at the upper end of the &quot;normal&quot; BMI range. In fact, those who are underweight or at the lower end of the so-called healthy spectrum faced higher risks.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/women-trying-on-jeans-different-body-types.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232940.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232940.htm",
      "title": "150-million-year-old teeth expose dinosaurs’ secret diets",
      "content_text": "By analyzing tooth enamel chemistry, scientists uncovered proof that Jurassic dinosaurs divided up their meals in surprising ways—some choosing buds and leaves, others woody bark, and still others a mixed menu. This dietary diversity helped massive plant-eaters coexist, while predators carved out their own niches.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diplodocus-teeth.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232938.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232938.htm",
      "title": "The sweetpotato’s DNA turned out stranger than anyone expected",
      "content_text": "Sweetpotato, a critical food crop for millions, has finally had its genetic code fully decoded after decades of mystery. Scientists unraveled its extraordinarily complex genome of six chromosome sets, revealing a hybrid origin stitched together from multiple wild ancestors. This achievement not only sheds light on sweetpotato’s remarkable adaptability and resilience but also provides powerful tools for breeders to create higher-yielding, more nutritious, and climate-resistant varieties.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tanzania-variety-of-sweetpotato.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232936.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232936.htm",
      "title": "1 in 8 Americans have already tried Ozempic and similar weight loss medications",
      "content_text": "GLP-1 drugs like Ozempic have transformed weight loss in the U.S., with nearly 12% of Americans having tried them, according to a new RAND report. Usage is especially high among women aged 50 to 64, while men catch up in older groups. Despite effectiveness, side effects like nausea and diarrhea are common, and most Americans say they don’t plan to take them.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/hand-holding-semaglutide-ozempic-injection.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232933.htm",
      "title": "Tiny magnetic spirals unlock the future of spintronics",
      "content_text": "Scientists in Korea have engineered magnetic nanohelices that can control electron spin with extraordinary precision at room temperature. By combining structural chirality and magnetism, these nanoscale helices can filter spins without complex circuitry or cooling. The breakthrough not only demonstrates a way to program handedness in inorganic nanomaterials but also opens the door to scalable, energy-efficient spintronic devices that could revolutionize computing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/electrosynthesized-chiral-ferromagnetic-nanohelix.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232932.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232932.htm",
      "title": "Physicists just found a way to make “something from nothing”",
      "content_text": "Researchers at UBC have found a way to mimic the elusive Schwinger effect using superfluid helium, where vortex pairs appear out of thin films instead of electron-positron pairs in a vacuum. Their work not only offers a cosmic laboratory for otherwise unreachable phenomena, but also changes the way scientists understand vortices, superfluids, and even quantum tunneling.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/quantum-vortices.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232929.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232929.htm",
      "title": "Was mars once warm, wet, and ready for life",
      "content_text": "Billions of years ago, Mars may not have been the frozen desert we see today. New simulations suggest that volcanic eruptions pumped out reactive sulfur gases, creating greenhouse effects strong enough to trap warmth and possibly liquid water. This strange sulfur-rich chemistry might have made the planet more Earth-like, even supporting microbial life in hydrothermal-style environments.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/sulfur-on-mars.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232927.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232927.htm",
      "title": "NASA&apos;s Webb Space Telescope just found strange red dots that shouldn’t exist",
      "content_text": "Astronomers using the James Webb Space Telescope have uncovered mysterious “little red dots” that may not be galaxies at all, but a whole new type of object: black hole stars. These fiery spheres, powered by ravenous black holes at their core, could explain how supermassive black holes in today’s galaxies were born. With discoveries like “The Cliff,” a massive red dot cloaked in hydrogen gas, scientists are beginning to rethink how the early universe formed—and hinting at stranger cosmic surprises still waiting to be revealed.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/black-hole-star.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232924.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232924.htm",
      "title": "Sleepless nights may raise dementia risk by 40%, Mayo Clinic reveals",
      "content_text": "Chronic insomnia may do more than leave you groggy, it could speed up brain aging. A large Mayo Clinic study found that people with long-term sleep troubles were 40% more likely to develop dementia or cognitive impairment, with brain scans showing changes linked to Alzheimer’s. Those reporting reduced sleep showed declines comparable to being four years older, while certain genetic risk carriers saw even steeper drops.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/brain-missing-puzzle-pieces-degenerative-diseases.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250913232921.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250913232921.htm",
      "title": "AI can now predict who will go blind, years before doctors can",
      "content_text": "Researchers trained AI on tens of thousands of eye scans, enabling doctors to predict which keratoconus patients need early treatment and which can be safely monitored, cutting down on unnecessary procedures while preventing vision loss.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smart-vision.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}