{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085754.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085754.htm",
      "title": "October’s sky comes alive with a supermoon and shooting stars",
      "content_text": "October’s night sky is set to dazzle, featuring a radiant supermoon, the fiery Draconid meteor shower, and the sparkling Orionids. As the full moon reaches its largest and brightest on October 6, stargazers can also catch the Draconids streaking from the constellation Draco. Later in the month, the Orionid meteors—fragments of Halley’s Comet—will light up the sky, creating a breathtaking celestial display for anyone willing to look up.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/stars-moon-meteor-shower.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085625.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085625.htm",
      "title": "Why ultra-processed foods aren’t the real villain behind overeating",
      "content_text": "Researchers from Leeds found that overeating is driven more by what people believe about food than by its actual ingredients or level of processing. Foods perceived as fatty, sweet, or highly processed were more likely to trigger indulgence. Surprisingly, the “ultra-processed” label explained almost none of the difference in overeating behavior. The findings suggest that perception and psychology may be more important than packaging or processing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/towering-triple-decker-burger-chicken-wings-and-french-fries.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085621.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085621.htm",
      "title": "Nearly half of drivers killed in crashes had THC in their blood",
      "content_text": "Over 40% of fatal crash victims had THC levels far above legal limits, showing cannabis use before driving remains widespread. The rate didn’t drop after legalization, suggesting policy changes haven’t altered risky habits. Experts warn that the lack of public awareness around marijuana’s dangers behind the wheel is putting lives at risk.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/auto-accident-overturned-car.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085620.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085620.htm",
      "title": "Lighting the way for electric vehicles by using streetlamps as chargers",
      "content_text": "A Penn State research team found that streetlights could double as affordable EV charging stations. After installing 23 units in Kansas City, they discovered these chargers were faster, cheaper, and more eco-friendly than traditional stations. Their AI-based framework also prioritized equity and scalability, making it adaptable for cities across the country.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/streetlight-ev-charging.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085618.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085618.htm",
      "title": "Brain cancer that eats the skull stuns scientists",
      "content_text": "A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow. The cancer opens channels that let inflammatory cells enter the brain, fueling its deadly progression. Even drugs meant to protect bones can make things worse, highlighting the need for therapies that target both brain and bone. The discovery reframes glioblastoma as a whole-body disease, not just a brain disorder.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/bone-cancer-in-skull.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251005085616.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251005085616.htm",
      "title": "Why the brain’s GPS fails with age, and how some minds defy it",
      "content_text": "Stanford scientists found that aging disrupts the brain’s internal navigation system in mice, mirroring spatial memory decline in humans. Older mice struggled to recall familiar locations, while a few “super-agers” retained youthful brain patterns. Genetic clues suggest some animals, and people, may be naturally resistant to cognitive aging. The discovery could pave the way for preventing memory loss in old age.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/happy-old-man-posing-with-friends.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092919.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092919.htm",
      "title": "Think light drinking protects your brain? Think again",
      "content_text": "A massive new study combining observational and genetic data overturns the long-held belief that light drinking protects the brain. Researchers found that dementia risk rises in direct proportion to alcohol consumption, with no safe level identified.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/human-brain-in-alcohol-glass.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092917.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092917.htm",
      "title": "Strong friendships may literally slow aging at the cellular level",
      "content_text": "Scientists discovered that lifelong social support can slow biological aging. Using DNA-based “epigenetic clocks,” they found that people with richer, more sustained relationships showed younger biological profiles and lower inflammation. The effect wasn’t about single friendships but about consistent connections across decades.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diverse-friends-together-happy.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092915.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092915.htm",
      "title": "Scientists just found cancer cells’ hidden power source",
      "content_text": "When cancer cells are physically squeezed, they mount an instant, high-energy defense by rushing mitochondria to the cell nucleus, unleashing a surge of ATP that fuels DNA repair and survival. This newly discovered mechanism, visualized in real time with advanced microscopy, shows mitochondria acting like emergency first responders rather than static power plants. The structures, called NAMs, were also identified in patient tumor biopsies, suggesting real-world relevance to cancer’s spread.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/confined-cancer-cells.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092913.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092913.htm",
      "title": "This new semaglutide dose helped nearly half of patients lose 20% body weight",
      "content_text": "The STEP UP trials revealed that a 7.2 mg dose of semaglutide led to greater weight loss than the currently approved 2.4 mg dose. Nearly half of participants lost 20% or more of their body weight, while also improving metabolic health. Side effects were mostly mild and temporary. Researchers say this could reshape obesity treatment if confirmed in longer-term studies.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smiling-woman-holding-jeans-weight-loss.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092911.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092911.htm",
      "title": "The vitamin D mistake weakening your immunity",
      "content_text": "Scientists discovered that vitamin D2 supplements can lower levels of vitamin D3, the form the body uses most effectively. Unlike D2, vitamin D3 enhances the immune system’s first line of defense against infections. This raises questions about which type of supplement should be prioritized.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/vitamin-d-blocks.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092909.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092909.htm",
      "title": "From gentle giants to ghostly hunters, sharks face an unseen peril",
      "content_text": "New research reveals that deep-sea mining could dramatically threaten 30 species of sharks, rays, and ghost sharks whose habitats overlap with proposed mining zones. Many of these species, already at risk of extinction, could face increased dangers from seafloor disruptions and sediment plumes caused by mining activity.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/pygmy-shark-euprotomicrus-bispinatus.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092907.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092907.htm",
      "title": "Hidden for 70 million years, a tiny fossil fish is rewriting freshwater evolution",
      "content_text": "Researchers in Alberta uncovered a fossil fish that rewrites the evolutionary history of otophysans, which today dominate freshwater ecosystems. The new species, Acronichthys maccognoi, shows early adaptations for its unusual hearing system. Evidence suggests otophysans moved from oceans to rivers more than once, leaving scientists puzzled about their ancient global journeys.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/acronichthys-maccagnoi-fossil.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092905.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092905.htm",
      "title": "Scientists discover hidden protein that switches off hunger",
      "content_text": "Researchers have uncovered how a protein called MRAP2 acts as a key regulator of hunger. It helps move the appetite receptor MC4R to the cell’s surface, allowing it to send stronger “stop eating” signals. The discovery offers new hope for tackling obesity by targeting this natural hunger switch.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/brain-switch.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092903.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092903.htm",
      "title": "Hidden cellular “power switch” could transform Parkinson’s treatment",
      "content_text": "Researchers uncovered a key cellular regulator, PP2A-B55alpha, that controls both the cleanup of damaged mitochondria and the creation of new ones. In Parkinson’s disease models, reducing this regulator improved symptoms and mitochondrial health. The findings could inspire new drugs for Parkinson’s, mitochondrial disorders, and even cancer.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/brain-neuron-cell-close-up.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251004092858.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251004092858.htm",
      "title": "This “chaos enzyme” may hold the key to stopping cancer spread",
      "content_text": "A Weill Cornell Medicine team has found that triple-negative breast cancer depends on the enzyme EZH2 to spread. By silencing key genes, EZH2 drives chaotic cell divisions and fuels metastasis. Blocking EZH2 restored stability and prevented cancer cells from traveling to distant organs. This discovery opens the door to new therapies that may finally tame this aggressive disease.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/restoring-order-to-dividing-cancer-cells-may-prevent-metastasis.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033930.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033930.htm",
      "title": "These little robots literally walk on water",
      "content_text": "HydroSpread, a breakthrough fabrication method, lets scientists build ultrathin soft robots directly on water. These tiny, insect-inspired machines could transform robotics, healthcare, and environmental monitoring.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/hydrobuckler-prototype.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033928.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033928.htm",
      "title": "Scientists finally found the “dark matter” of electronics",
      "content_text": "Scientists at OIST have, for the first time, directly tracked the elusive “dark excitons” inside atomically thin materials. These quantum particles could revolutionize information technology, as they are more stable and resistant to environmental interference than current qubits.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tr-arpes-setup-dark-exciton-research.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033926.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033926.htm",
      "title": "What looks like dancing is actually a bug’s survival trick",
      "content_text": "The matador bug’s flamboyant leg-waving puzzled scientists for years, with early guesses pointing to courtship. But experiments revealed the waving is a defense tactic against predators. Related species also share the behavior, possibly signaling toxicity or creating visual confusion. The discovery raises fresh questions about insect evolution and survival strategies.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/matador-bug-bitta-alipes.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033924.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033924.htm",
      "title": "Surprising study reveals what really kills fatty liver disease patients",
      "content_text": "Metabolic dysfunction-associated steatotic liver disease (MASLD) affects over a third of the global population and is linked to serious health problems. A new study has revealed that high blood pressure, diabetes, and low HDL cholesterol are the deadliest cardiometabolic risk factors for patients with MASLD, with high blood pressure proving to be even riskier than diabetes. The findings also show that obesity and body mass index significantly influence mortality, and that each additional risk factor compounds the danger.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/magnifying-glass-diseased-liver.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}