{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214314.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214314.htm",
      "title": "This stunning X-ray advance could help detect cancer earlier",
      "content_text": "Sandia scientists developed a new type of X-ray that uses patterned multi-metal targets to create colorized, high-resolution images. The technology promises sharper scans, better material detection, and transformative applications in security, manufacturing, and medicine.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/head-scan-brain-cancer-tumor.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214309.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214309.htm",
      "title": "Strange new hybrid bird spotted in Texas backyard",
      "content_text": "In Texas, biologists have documented an extraordinary bird — the natural hybrid offspring of a green jay and a blue jay. Once separated by millions of years of evolution and distinct ranges, the two species were brought together as climate change expanded their territories. A backyard birder’s photo led to the discovery, and after years of elusiveness, scientists confirmed the bird’s identity through genetic testing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rare-hybrid-bird-grue-jay.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214304.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214304.htm",
      "title": "Hidden gene trick lets ants smell with super precision",
      "content_text": "Researchers uncovered how ants keep their powerful sense of smell clear: by using a genetic safeguard that silences surrounding receptor genes. This discovery not only solves a decades-old puzzle but also reveals how ants can rapidly evolve new olfactory abilities.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/clonal-raider-ants.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214301.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214301.htm",
      "title": "Stunning fossil from the Gobi Desert rewrites dinosaur history",
      "content_text": "A newly discovered fossil in Mongolia’s Gobi Desert has revealed the oldest and most complete pachycephalosaur ever found, offering a rare glimpse into the early evolution of these dome-headed dinosaurs. Named Zavacephale rinpoche, or “precious one,” this juvenile specimen dates back 108 million years, pushing the group’s fossil record back by 15 million years.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/zava-skull.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085252.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085252.htm",
      "title": "Simple therapies outperform drugs for knee arthritis pain relief",
      "content_text": "A sweeping analysis of nearly 10,000 patients reveals that knee braces, hydrotherapy, and exercise stand out as the most effective non-drug therapies for knee osteoarthritis. Unlike common pain medications that carry risks, these low-cost and accessible options reduce pain, improve mobility, and could shift treatment guidelines toward safer, drug-free approaches.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/arthritis-knee-pain-sitting-senior.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085250.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085250.htm",
      "title": "Clear skin in a week with this breakthrough acne patch",
      "content_text": "Researchers have created a two-stage acne patch with tiny arrowhead-shaped spikes that deliver healing compounds directly under the skin. Trials showed pimples vanished in seven days, and the technology may expand to treat other conditions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/new-pimple-patch.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085248.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085248.htm",
      "title": "New breath sensor detects diabetes quickly and easily",
      "content_text": "Diabetes affects millions of Americans, and many don’t even realize they have it. Instead of relying on costly and time-consuming lab tests, scientists at Penn State have developed a breath sensor that can detect diabetes and prediabetes within minutes by measuring acetone levels. Built from laser-induced graphene and zinc oxide, the sensor is lightweight, inexpensive, and designed to overcome challenges like humidity in exhaled breath.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/new-diabetes-sensor.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085246.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085246.htm",
      "title": "DNA from old ants reveals a hidden insect apocalypse in Fiji",
      "content_text": "Insects are essential for ecosystems, but mounting evidence suggests many populations are collapsing under modern pressures. A new study used cutting-edge genomic techniques on museum specimens to track centuries of ant biodiversity across Fiji. The results reveal that nearly 80% of native ants are in decline, with losses intensifying in the past few hundred years as human activities expanded.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fiji-pinned-ant-collection.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085244.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085244.htm",
      "title": "Scientists uncover exercise’s secret hunger-busting molecule",
      "content_text": "Scientists have uncovered how exercise suppresses appetite through a surprising molecular pathway. A compound called Lac-Phe, produced during intense workouts, directly quiets hunger neurons in the brain while boosting appetite-suppressing ones, causing mice to eat less without side effects. This discovery reveals a natural mechanism linking physical activity and reduced hunger, paving the way for new obesity treatments.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/weight-loss-molecule-woman.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085242.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085242.htm",
      "title": "New cooling breakthrough nearly doubles efficiency",
      "content_text": "CHESS thin-film materials nearly double refrigeration efficiency compared to traditional methods. Scalable and versatile, they promise applications from household cooling to space exploration.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/chess-efficient-thermoelectric-cooling-device.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085239.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085239.htm",
      "title": "Scientists discover cancer’s hidden power to accelerate aging",
      "content_text": "New research reveals lymphoma can directly accelerate aging in the immune system and vital organs, independent of treatments like chemotherapy. The changes, sometimes reversible, highlight a hidden dimension of cancer—and possible new paths for intervention.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/malignant-cancer-cell.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085237.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085237.htm",
      "title": "Hardly anyone uses this surprisingly simple fix for high blood pressure",
      "content_text": "Despite strong evidence that salt substitutes can safely lower sodium intake and reduce high blood pressure, very few Americans use them. A new analysis of nearly 20 years of national health data found that usage peaked at just over 5% and then declined, even among those with hypertension. Researchers say this represents a major missed opportunity to improve heart health, especially since salt substitutes are inexpensive and effective.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/blood-pressure-measurement-heart-cardiology.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085235.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085235.htm",
      "title": "Smoking’s hidden gut bacteria trick may lead to new colitis treatments",
      "content_text": "For decades, scientists have puzzled over why smoking makes Crohn’s disease worse but seems to protect people from ulcerative colitis. Now, researchers at RIKEN have discovered that smoking creates metabolites like hydroquinone that allow mouth bacteria—especially Streptococcus mitis—to settle in the gut. These bacteria spark an immune response that reduces inflammation in colitis but worsens Crohn’s. The findings open the door to new therapies using probiotics or targeted compounds that mimic smoking’s protective effects without its deadly risks.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/healthy-large-intestine-anatomy.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085232.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085232.htm",
      "title": "Forgotten royal warship sunk 500 years ago reveals surprising secrets",
      "content_text": "From the wreck of the royal Danish-Norwegian flagship Gribshunden, archaeologists have uncovered a rare glimpse into the naval power of the late Middle Ages. This warship, lost in 1495, carried an arsenal of small guns designed for close-range combat, symbolizing the technological leap that allowed European nations to dominate the seas. More than just a vessel, it served as King Hans’ floating castle, projecting both diplomatic influence and military might.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/gribshunden-gun-bed.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918230811.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918230811.htm",
      "title": "Shocking study exposes widespread math research fraud",
      "content_text": "A sweeping investigation has revealed widespread fraud in mathematics publishing, where commercial metrics and rankings have incentivized the mass production of meaningless or flawed papers. The study highlights shocking distortions—such as a university without a math department ranked as having the most top mathematicians—and the explosion of megajournals willing to publish anything for a fee.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fake-news-blocks.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225022.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225022.htm",
      "title": "Egg-eating worms could be the secret to saving Chesapeake Bay’s blue crabs",
      "content_text": "Egg-eating worms living on Chesapeake Bay blue crabs may hold the key to smarter fishery management. Once thought to be a threat, these parasites actually serve as natural biomarkers that reveal when and how often female crabs reproduce. Researchers found the worms are surprisingly resilient to varying salinity levels, meaning they can track crab spawning across the Bay.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/egg-bearing-blue-crab.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225020.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225020.htm",
      "title": "Scientists finally reveal the hidden mechanism linking alcohol to fatty liver",
      "content_text": "Mayo Clinic scientists uncovered how excessive drinking triggers fatty liver disease by disrupting the enzyme VCP, which normally prevents harmful protein buildup on fat droplets in the liver. Alcohol blocks this protective process, allowing fat to accumulate and damage liver cells.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/diseased-liver-illustration.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225018.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225018.htm",
      "title": "Alcohol’s hidden shortcut lets gut bacteria wreck the liver",
      "content_text": "Alcohol-associated liver disease is becoming a massive health and economic burden, but researchers at UC San Diego may have uncovered a new way forward. They discovered that chronic alcohol use blocks a crucial protein that normally helps keep gut bacteria from leaking into the liver, worsening damage. Restoring this protein’s function, using drugs already in development, could not only reduce liver disease but also have implications for treating alcohol addiction itself.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/small-intestine-organoid.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225016.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225016.htm",
      "title": "Wildfire smoke could kill 70,000 Americans a year by 2050",
      "content_text": "Wildfires are no longer a seasonal nuisance but a deadly, nationwide health crisis. Fueled by climate change, smoke is spreading farther and lingering longer, with new research warning of tens of thousands of additional deaths annually by mid-century. The health costs alone could surpass all other climate damages combined, revealing wildfire smoke as one of the most underestimated threats of our warming world.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smoky-forest-fire.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918225014.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918225014.htm",
      "title": "Scientists discover microplastics deep inside human bones",
      "content_text": "Microplastics have been detected in human blood, brain tissue, and even bones, where they may weaken skeletal structure and accelerate cell aging. Recent studies suggest that these particles could worsen metabolic bone diseases like osteoporosis, a risk that’s especially concerning as fractures are projected to rise sharply in the coming decades.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/microplastics-test-tube-science.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}