{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012257.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012257.htm",
      "title": "Brain fat, not just plaques, may be the hidden driver of Alzheimer’s",
      "content_text": "For decades, scientists believed Alzheimer’s was driven mainly by sticky protein plaques and tangles in the brain. Now Purdue researchers have revealed a hidden culprit: fat. They found that brain immune cells can become clogged with fat, leaving them too weak to fight off disease. By clearing out this fat and restoring the cells’ defenses, researchers may have uncovered an entirely new way to combat Alzheimer’s — shifting the focus from plaques alone to how the brain handles fat.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/neuroscience-brain-puzzle-alzheimers-dementia.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012248.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012248.htm",
      "title": "Scientists reveal pill that helps shed 20% of body weight",
      "content_text": "A massive international study has shown that the experimental oral obesity drug orforglipron can help patients shed over 10% of their body weight, with nearly one in five losing 20% or more. Unlike most GLP-1 agonists that require injections, orforglipron comes as a once-daily pill, potentially making weight-loss treatment more accessible.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/woman-weight-loss-success-before-after.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012246.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012246.htm",
      "title": "This forgotten king united England long before 1066",
      "content_text": "Æthelstan, crowned in 925, was the first true king of England but remains overshadowed by Alfred the Great and later rulers. A new biography highlights his military triumphs, legal innovations, and cultural patronage that shaped England’s identity. From the decisive Battle of Brunanburh to his reforms in governance and learning, Æthelstan’s legacy is finally being revived after centuries of neglect.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/david-woodman-with-portrait-of-aethelstan.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012241.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012241.htm",
      "title": "A rogue black hole is beaming energy from a nearby dwarf galaxy",
      "content_text": "Astronomers detected a black hole displaced nearly a kiloparsec from the center of a dwarf galaxy 230 million light-years away. Unlike most, it is actively feeding and producing radio jets, making it one of the most convincing off-nuclear cases ever confirmed. The discovery reveals that black holes can grow and shape galaxies even when not in the core, reshaping theories of cosmic evolution.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/active-black-hole-jet.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012234.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012234.htm",
      "title": "The phantom heat of empty space might soon be detectable",
      "content_text": "A Hiroshima University team has designed a feasible way to detect the Unruh effect, where acceleration turns quantum vacuum fluctuations into observable particles. By using superconducting Josephson junctions, they can achieve extreme accelerations that create a detectable Unruh temperature. This produces measurable voltage jumps, providing a clear signal of the effect. The breakthrough could transform both fundamental physics and quantum technology.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/unruh-effect-acceleration-quantum-heat.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012232.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012232.htm",
      "title": "AI-powered smart bandage heals wounds 25% faster",
      "content_text": "A new wearable device, a-Heal, combines AI, imaging, and bioelectronics to speed up wound recovery. It continuously monitors wounds, diagnoses healing stages, and applies personalized treatments like medicine or electric fields. Preclinical tests showed healing about 25% faster than standard care, highlighting potential for chronic wound therapy.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/wound-healing-hand.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012230.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012230.htm",
      "title": "A tiny mineral may hold the secret to feeding billions sustainably",
      "content_text": "Rice, a staple for billions, is one of the most resource-hungry crops on the planet—but scientists may have found a way to change that. By applying nanoscale selenium directly to rice plants, researchers dramatically improved nitrogen efficiency, boosted yields, and made grains more nutritious while reducing fertilizer use and cutting greenhouse gas emissions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rice-paddy-neat-rows.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012229.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012229.htm",
      "title": "Scientists crack the explosive secret of how diamonds reach the surface",
      "content_text": "Diamonds hitch a ride to the surface through explosive kimberlite eruptions, powered by volatile-rich magmas. New simulations show that carbon dioxide and water are the secret ingredients that make these eruptions possible.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/octahedral-diamond-in-kimberlite.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012226.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012226.htm",
      "title": "Mushrooms evolved psychedelics twice, baffling scientists",
      "content_text": "Researchers found that magic mushrooms and fiber caps independently evolved different biochemical pathways to create psilocybin. This convergence shows nature’s ingenuity, but the reason why remains unknown—possibly predator deterrence. Beyond evolutionary mystery, the discovery provides new enzyme tools for biotech, with promising applications for producing psilocybin-based medicines.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/glowing-magic-mushrooms.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250924012222.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250924012222.htm",
      "title": "Tylenol in pregnancy linked to higher autism risk, Harvard scientists report",
      "content_text": "Researchers reviewing 46 studies found evidence linking prenatal acetaminophen (Tylenol) exposure with higher risks of autism and ADHD. The FDA has since urged caution, echoing scientists’ advice that the drug be used only at the lowest effective dose and shortest duration. While important for managing fever and pain in pregnancy, prolonged use may pose risks to fetal development. Experts stress careful medical oversight and further investigation.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tylenol-extra-strength-acetaminophen-medicine-caplets.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021217.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021217.htm",
      "title": "Diamonds reveal hidden chemistry deep inside Earth",
      "content_text": "South African diamonds have revealed nickel-rich metallic inclusions, offering the first direct evidence of reactions predicted to occur deep in Earth’s mantle. The study shows how oxidized melts infiltrated reduced rocks, trapping both the cause and effect of diamond formation. These reactions help explain volatile-rich magmas like kimberlites, linking mantle chemistry to volcanic processes. Diamonds emerge as tiny record-keepers of Earth’s deep, dynamic engine.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/earth-structure-layers.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021212.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021212.htm",
      "title": "Dogs can tell how toys work without any training",
      "content_text": "Gifted dogs can categorize toys by function, not just appearance. In playful at-home tests, they linked labels like “fetch” and “pull” to toys—even ones they’d never seen before. The findings hint that dogs form mental concepts of objects, much like humans, pointing to deeper cognitive abilities.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/smart-dog-puzzle-toy.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021210.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021210.htm",
      "title": "Fish love songs recorded for 12 years reveal a surprising shift",
      "content_text": "By recording grouper grunts for 12 years, scientists discovered major shifts in how red hind spawn and compete. Courtship calls once dominated, but territorial sounds have surged, suggesting changes in population structure. Machine learning helped decode the patterns quickly, offering a groundbreaking way to monitor and conserve reef fish.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/red-hind-epinephelus-guttatus-close.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021207.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021207.htm",
      "title": "Stressed koalas are facing a deadly epidemic",
      "content_text": "Researchers have shown that stress and retrovirus levels are tightly linked to disease in koalas. High KoRV loads make koalas more vulnerable to chlamydia, worsening epidemics in stressed populations. Protecting habitats, careful breeding, and antiviral trials are now being pursued to give koalas a fighting chance at survival.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/koala-stare.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021204.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021204.htm",
      "title": "10 people who beat 8,000 others to become NASA astronaut candidates",
      "content_text": "NASA has chosen 10 new astronaut candidates who will train for missions to the Moon and Mars. Their selection represents a powerful blend of talent and ambition, fueling humanity’s next great leaps into space.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-2025-class-of-astronaut-candidates.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021200.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021200.htm",
      "title": "NASA’s Mars rover Curiosity captures stunning details of alien rock formations",
      "content_text": "Curiosity is exploring Mars’ boxwork terrain, where ridges and hollows may have formed from cementation and erosion. The rover has been documenting rock textures and chemistry, comparing smoother ridge rocks with nodular hollow-edge rocks. Scientists are weighing drill sites while also monitoring dust, clouds, and long-distance features across Gale Crater.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-mars-rover-curiosity.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021158.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021158.htm",
      "title": "The Universe’s first magnetic fields were shockingly weak, but changed everything",
      "content_text": "Primordial magnetic fields, billions of times weaker than a fridge magnet, may have left lasting imprints on the Universe. Researchers ran over 250,000 simulations to show how these fields shaped the cosmic web, then validated the results with observations. Their study sets a stricter upper limit on the fields’ strength, aligning with other data and suggesting important consequences for early star and galaxy formation.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/galaxy-formation-magnetic-field.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021156.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021156.htm",
      "title": "AI breakthrough finds life-saving insights in everyday bloodwork",
      "content_text": "AI-powered analysis of routine blood tests can reveal hidden patterns that predict recovery and survival after spinal cord injuries. This breakthrough could make life-saving predictions affordable and accessible in hospitals worldwide.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/blood-sample-test-clinic-laboratory.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021153.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021153.htm",
      "title": "Student’s pinkie-sized fossil reveals a new croc species",
      "content_text": "A 95-million-year-old crocodyliform fossil, affectionately nicknamed Elton, was discovered in Montana by student Harrison Allen. Unlike most crocs, it lived on land and ate a varied diet. The find led to the naming of a new species, Thikarisuchus xenodentes, offering insights into croc evolution and burrow-based fossil preservation. For Allen, it was a life-changing project that launched him into a career in paleontology.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/thikarisuchus-xenodentes.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250923021148.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250923021148.htm",
      "title": "How dehydration secretly fuels anxiety and health problems",
      "content_text": "Not drinking enough water could intensify stress responses. Researchers found that under-hydrated individuals had cortisol levels more than 50% higher during stressful situations. Poor hydration didn’t make participants feel thirstier, but it did trigger biological signs of strain. Keeping a water bottle handy could help manage stress and safeguard health.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/man-drinking-water-on-sofa.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}