{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921090850.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921090850.htm",
      "title": "New crystal camera lets doctors see inside the body like never before",
      "content_text": "Scientists have created a perovskite-based gamma-ray detector that surpasses traditional nuclear medicine imaging technology. The device delivers sharper, faster, and safer scans at a fraction of the cost. By combining crystal engineering with pixelated sensor design, it achieves record imaging resolution. Now being commercialized, it promises to expand access to high-quality diagnostics worldwide.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/advanced-medical-scan-inside-human-body-anatomy.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921090846.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921090846.htm",
      "title": "Ordinary ice found to have shocking electrical powers",
      "content_text": "Scientists have discovered that ordinary ice is a flexoelectric material, capable of generating electricity when bent or unevenly deformed. At very low temperatures, it can even become ferroelectric, developing reversible electric polarization. This could help explain lightning formation in storms and inspire new technologies that use ice as an active material.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/ice-generates-electricity-when-bent.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921090841.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921090841.htm",
      "title": "Could these strange rocks be the first true evidence of life on Mars?",
      "content_text": "In Jezero Crater’s Bright Angel formation, Perseverance has found rocks rich in organic molecules and minerals linked to microbial metabolism. Their arrangement hints at redox reactions that resemble Earth’s life-driven chemistry. While not proof of Martian life, the findings qualify as “potential biosignatures” and make the stored sample a top candidate for return to Earth.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-perseverance-mars-rover-at-bright-angel.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921090838.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921090838.htm",
      "title": "Breakthrough method could dramatically cut prescription drug prices",
      "content_text": "University of Maine researchers developed a new process to make HBL, a key ingredient in many medicines, from renewable glucose instead of petroleum. The approach not only lowers drug production costs but also reduces emissions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/prescription-drug-prices.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250921023936.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250921023936.htm",
      "title": "Hubble reveals baby stars in a galaxy torn by gravity",
      "content_text": "Hubble’s latest look at Messier 96 reveals a warped spiral galaxy glowing with rings of stellar birth. The new details shed light on how stars emerge and influence their surroundings.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/messier-96-hubble-space-telescope.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214459.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214459.htm",
      "title": "Scientists reveal the everyday habits that may shield you from dementia",
      "content_text": "New studies reveal that lifestyle changes—such as exercise, healthy eating, and social engagement—can help slow or prevent cognitive decline. Experts say this low-cost, powerful approach could transform dementia care and reduce its crushing toll on families and health systems.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/coffee-couple-walking-dog.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214455.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214455.htm",
      "title": "Your pancreas may be making its own version of Ozempic",
      "content_text": "Duke University scientists have discovered that pancreatic alpha cells, long believed to only produce glucagon, actually generate powerful amounts of GLP-1 — the same hormone mimicked by popular diabetes drugs like semaglutide (Ozempic and Wegovy). Even more surprisingly, when glucagon production is blocked, alpha cells “switch gears” and boost GLP-1 output, enhancing insulin release and blood sugar control.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/ozempic-semaglutide-injection-pens.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214451.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214451.htm",
      "title": "The surprising way metabolism controls embryo growth",
      "content_text": "Metabolism does more than fuel embryos—it sets their developmental rhythm. EMBL researchers found that a sugar molecule, FBP, controls the pace of spine formation, suggesting metabolism may act as a biological pacemaker.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/human-fetus-embryo-with-internal-organs.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214447.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214447.htm",
      "title": "Neutrinos may be the hidden force behind gold and platinum",
      "content_text": "When two neutron stars collide, they unleash some of the most powerful forces in the universe, creating ripples in spacetime, showers of radiation, and even the building blocks of gold and platinum. Now, new simulations from Penn State and the University of Tennessee Knoxville reveal that elusive particles called neutrinos—able to shift between different “flavors”—play a crucial role in shaping what emerges from these cataclysmic events.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/neutron-star-merger-remnant.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214427.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214427.htm",
      "title": "NASA just confirmed its 6,000th alien world. Some are truly bizarre",
      "content_text": "NASA has confirmed 6,000 exoplanets, marking a major milestone in humanity’s quest to understand other worlds. From gas giants hugging their stars to planets covered in lava or clouds of gemstones, the diversity of discoveries is staggering. With upcoming missions like the Roman Space Telescope and the Habitable Worlds Observatory, scientists are getting closer to detecting Earth-like planets, and possibly signs of life.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-confirms-6000-exoplanets.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214318.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214318.htm",
      "title": "Scientists just made atoms talk to each other inside silicon chips",
      "content_text": "Researchers at UNSW have found a way to make atomic nuclei communicate through electrons, allowing them to achieve entanglement at scales used in today’s computer chips. This breakthrough brings scalable, silicon-based quantum computing much closer to reality.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/two-nuclear-spins-remotely-entangled.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214314.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214314.htm",
      "title": "This stunning X-ray advance could help detect cancer earlier",
      "content_text": "Sandia scientists developed a new type of X-ray that uses patterned multi-metal targets to create colorized, high-resolution images. The technology promises sharper scans, better material detection, and transformative applications in security, manufacturing, and medicine.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/head-scan-brain-cancer-tumor.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214309.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214309.htm",
      "title": "Strange new hybrid bird spotted in Texas backyard",
      "content_text": "In Texas, biologists have documented an extraordinary bird — the natural hybrid offspring of a green jay and a blue jay. Once separated by millions of years of evolution and distinct ranges, the two species were brought together as climate change expanded their territories. A backyard birder’s photo led to the discovery, and after years of elusiveness, scientists confirmed the bird’s identity through genetic testing.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rare-hybrid-bird-grue-jay.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214304.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214304.htm",
      "title": "Hidden gene trick lets ants smell with super precision",
      "content_text": "Researchers uncovered how ants keep their powerful sense of smell clear: by using a genetic safeguard that silences surrounding receptor genes. This discovery not only solves a decades-old puzzle but also reveals how ants can rapidly evolve new olfactory abilities.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/clonal-raider-ants.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250920214301.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250920214301.htm",
      "title": "Stunning fossil from the Gobi Desert rewrites dinosaur history",
      "content_text": "A newly discovered fossil in Mongolia’s Gobi Desert has revealed the oldest and most complete pachycephalosaur ever found, offering a rare glimpse into the early evolution of these dome-headed dinosaurs. Named Zavacephale rinpoche, or “precious one,” this juvenile specimen dates back 108 million years, pushing the group’s fossil record back by 15 million years.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/zava-skull.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085252.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085252.htm",
      "title": "Simple therapies outperform drugs for knee arthritis pain relief",
      "content_text": "A sweeping analysis of nearly 10,000 patients reveals that knee braces, hydrotherapy, and exercise stand out as the most effective non-drug therapies for knee osteoarthritis. Unlike common pain medications that carry risks, these low-cost and accessible options reduce pain, improve mobility, and could shift treatment guidelines toward safer, drug-free approaches.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/arthritis-knee-pain-sitting-senior.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085250.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085250.htm",
      "title": "Clear skin in a week with this breakthrough acne patch",
      "content_text": "Researchers have created a two-stage acne patch with tiny arrowhead-shaped spikes that deliver healing compounds directly under the skin. Trials showed pimples vanished in seven days, and the technology may expand to treat other conditions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/new-pimple-patch.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085248.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085248.htm",
      "title": "New breath sensor detects diabetes quickly and easily",
      "content_text": "Diabetes affects millions of Americans, and many don’t even realize they have it. Instead of relying on costly and time-consuming lab tests, scientists at Penn State have developed a breath sensor that can detect diabetes and prediabetes within minutes by measuring acetone levels. Built from laser-induced graphene and zinc oxide, the sensor is lightweight, inexpensive, and designed to overcome challenges like humidity in exhaled breath.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/new-diabetes-sensor.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085246.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085246.htm",
      "title": "DNA from old ants reveals a hidden insect apocalypse in Fiji",
      "content_text": "Insects are essential for ecosystems, but mounting evidence suggests many populations are collapsing under modern pressures. A new study used cutting-edge genomic techniques on museum specimens to track centuries of ant biodiversity across Fiji. The results reveal that nearly 80% of native ants are in decline, with losses intensifying in the past few hundred years as human activities expanded.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/fiji-pinned-ant-collection.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250919085244.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250919085244.htm",
      "title": "Scientists uncover exercise’s secret hunger-busting molecule",
      "content_text": "Scientists have uncovered how exercise suppresses appetite through a surprising molecular pathway. A compound called Lac-Phe, produced during intense workouts, directly quiets hunger neurons in the brain while boosting appetite-suppressing ones, causing mice to eat less without side effects. This discovery reveals a natural mechanism linking physical activity and reduced hunger, paving the way for new obesity treatments.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/weight-loss-molecule-woman.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}