{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://4thwave.ai",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918025025.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918025025.htm",
      "title": "Scientists build micromotors smaller than a human hair",
      "content_text": "Using laser light instead of traditional mechanics, researchers have built micro-gears that can spin, shift direction, and even power tiny machines. These breakthroughs could soon lead to revolutionary medical tools working at the scale of cells.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/four-microgears.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250918011602.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250918011602.htm",
      "title": "Why Alaska’s salmon streams are suddenly bleeding orange",
      "content_text": "Warming Arctic permafrost is unlocking toxic metals, turning Alaska’s once-clear rivers into orange, acid-laced streams. The shift, eerily similar to mine pollution but entirely natural, threatens fish, ecosystems, and communities that depend on them—with no way to stop the process once it starts.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/alaska-brooks-range.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221212.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221212.htm",
      "title": "America is throwing away the minerals that could power its future",
      "content_text": "America already mines all the critical minerals it needs for energy, defense, and technology, but most are being wasted as mine tailings. Researchers discovered that minerals like cobalt, germanium, and rare earths are discarded in massive amounts, even though recovering just a fraction could eliminate U.S. dependence on imports.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/colorado-climax-mine.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221005.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221005.htm",
      "title": "Tiny protein pairs may hold the secret to life’s origin",
      "content_text": "A team from the University of Illinois has uncovered surprising evolutionary links between the genetic code and tiny protein fragments called dipeptides. By analyzing billions of dipeptide sequences across thousands of species, the researchers revealed that these molecular pairs trace the earliest steps in the origin of life.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/gustavo-caetano-anolles.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221004.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221004.htm",
      "title": "Doctors warn of a stealth opioid 20x more potent than fentanyl",
      "content_text": "Nitazenes, a powerful and largely hidden class of synthetic opioids, are quickly becoming a deadly factor in the overdose crisis. Over 20 times stronger than fentanyl, these drugs often go undetected on routine drug tests, making overdoses harder to diagnose and reverse. Cases from Tennessee reveal a disturbing pattern of fatalities, with nitazenes frequently mixed into counterfeit pills alongside fentanyl and methamphetamine.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/drug-addiction-opioid-pills.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917221001.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917221001.htm",
      "title": "The hidden group that loses COVID protection fast",
      "content_text": "Why do some people stay protected after vaccination while others quickly lose immunity? Researchers in Japan tracked over 2,500 people for 18 months and found four distinct immune response patterns. The so-called “rapid-decliners” looked strong at first but lost antibodies quickly, leaving them more vulnerable to infection.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/tracking-covid-19-vaccine-responses.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917220959.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917220959.htm",
      "title": "NASA’s Perseverance just found new evidence that Mars could have been habitable",
      "content_text": "Jezero Crater’s rocks reveal three stages of water activity, shifting from hostile acidic fluids to more life-friendly alkaline ones. Perseverance’s discoveries guide future sampling and strengthen the hunt for past life on Mars.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/jezero-crater-mars.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917220957.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917220957.htm",
      "title": "The Moon could finally reveal dark matter",
      "content_text": "Faint hydrogen signals from the cosmic Dark Ages may soon help determine the mass of dark matter particles. Simulations suggest future Moon-based observatories could distinguish between warm and cold dark matter, providing long-sought answers about the invisible backbone of the Universe.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/nasa-artemis-astronauts-working-on-moon.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250917220954.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250917220954.htm",
      "title": "White dwarf caught devouring a frozen Pluto-like world",
      "content_text": "Astronomers have detected the chemical fingerprint of a frozen, water-rich planetary fragment being devoured by a white dwarf star, offering the clearest evidence yet that icy, life-delivering objects exist beyond our Solar System. The find suggests fragments like comets and dwarf planets may be common ingredients of planetary systems.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/accreting-icy-planetary-fragments.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221920.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221920.htm",
      "title": "Goodbye colonoscopy? Simple stool test detects 90% of colorectal cancers",
      "content_text": "Scientists at the University of Geneva have created the first detailed catalogue of gut bacteria at the subspecies level, unlocking powerful new ways to detect colorectal cancer. By applying machine learning to stool samples, they achieved a 90% detection rate—nearly matching colonoscopies, but with far less cost and discomfort. This breakthrough could revolutionize early cancer screening, helping catch the disease before it advances.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/colon-cancer-bacteria-viruses.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221917.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221917.htm",
      "title": "Rogue DNA rings may be the secret spark driving deadly brain cancer",
      "content_text": "Rogue DNA rings known as ecDNA may hold the key to cracking glioblastoma’s deadly resilience. Emerging before tumors even form, they could offer scientists a crucial early-warning system and a chance to intervene before the disease becomes untreatable.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rogue-dna-ring.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221913.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221913.htm",
      "title": "Harvard’s salt trick could turn billions of tons of hair into eco-friendly materials",
      "content_text": "Scientists at Harvard have discovered how salts like lithium bromide break down tough proteins such as keratin—not by attacking the proteins directly, but by altering the surrounding water structure. This breakthrough opens the door to a cleaner, more sustainable way to recycle wool, feathers, and hair into valuable materials, potentially replacing plastics and fueling new industries.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/protein-denaturation.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221838.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221838.htm",
      "title": "The violent collisions that made Earth habitable",
      "content_text": "Late-stage planetary collisions reshaped Earth and its neighboring planets, delivering water, altering their atmospheres, and influencing their tectonics. New findings suggest these violent impacts were central to both planetary diversity and the origins of habitability.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/high-energy-venus-impacts.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221836.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221836.htm",
      "title": "Scientists crack a 50-year solar mystery with a scorching discovery",
      "content_text": "Scientists from the University of St Andrews have discovered that ions in solar flares can reach scorching temperatures more than 60 million degrees—6.5 times hotter than previously believed. This breakthrough challenges decades of assumptions in solar physics and offers a surprising solution to a 50-year-old puzzle about why flare spectral lines appear broader than expected.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/limb-flare-and-scaled-earth.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221828.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221828.htm",
      "title": "Scientists stunned by salt giants forming beneath the Dead Sea",
      "content_text": "The Dead Sea isn’t just the saltiest body of water on Earth—it’s a living laboratory for the formation of giant underground salt deposits. Researchers are unraveling how evaporation, temperature shifts, and unusual mixing patterns lead to phenomena like “salt snow,” which falls in summer as well as winter. These processes mirror what happened millions of years ago in the Mediterranean, leaving behind thick salt layers still buried today.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/golden-hour-dead-sea-landscapes.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221826.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221826.htm",
      "title": "Rare Einstein cross with extra image reveals hidden dark matter",
      "content_text": "A strange “Einstein Cross” with an extra, impossible fifth image has revealed the hidden presence of a massive dark matter halo. An international team of astronomers, including Rutgers scientists, used powerful radio telescopes and computer modeling to confirm the invisible structure’s existence. This rare cosmic lens not only magnifies a distant galaxy but also opens a unique window into the mysterious matter that shapes the universe.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/five-point-einstein-cross.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221824.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221824.htm",
      "title": "This new AI can spot solar storms days before they strike",
      "content_text": "A new AI model from NYU Abu Dhabi predicts solar wind days in advance with far greater accuracy than existing methods. By analyzing ultraviolet solar images, it could help protect satellites, navigation systems, and power grids from disruptive space weather events.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/sun-earth-magnetic-fields.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221823.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221823.htm",
      "title": "Soil warming experiments challenge assumptions about climate change",
      "content_text": "Heating alone won’t drive soil microbes to release more carbon dioxide — they need added carbon and nutrients to thrive. This finding challenges assumptions about how climate warming influences soil emissions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/paul-frankson-soil-warming-controls.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221821.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221821.htm",
      "title": "Scientists reverse stroke damage with stem cells",
      "content_text": "Scientists in Zurich have shown that stem cell transplants can reverse stroke damage by regenerating neurons, restoring motor functions, and even repairing blood vessels. The breakthrough not only healed mice with stroke-related impairments but also suggested that treatments could soon be adapted for humans, marking a hopeful step toward tackling one of the world’s most devastating conditions.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/mouse-brain-after-stroke-and-neural-stem-cell-transplantation.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/09/250916221819.htm",
      "url": "https://www.sciencedaily.com/releases/2025/09/250916221819.htm",
      "title": "Brain rhythms reveal a secret switch between old memories and new adventures",
      "content_text": "Scientists have uncovered how the brain reroutes its communication pathways depending on whether it’s processing something new or recalling the familiar. By fine-tuning the balance between different inhibitory circuits, the brain flexibly shifts between reactivating stored memories and integrating fresh sensory input. This discovery not only reshapes our understanding of brain rhythms but also opens new doors for exploring how attention, cognition, and even neurological disorders like epilepsy or Alzheimer’s may emerge from disrupted balance.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/brain-rhythms-information-processing-routes.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}