{
  "version": "https://jsonfeed.org/version/1",
  "title": "4thWave AI — Sciencedaily Top (Aggregated)",
  "home_page_url": "https://www.4thwaveai.com",
  "feed_url": "https://4thwaveai-feeds.github.io/4thwaveai-feeds/feeds/sciencedaily-top.json",
  "items": [
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033921.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033921.htm",
      "title": "Doctors stunned by a cheap drug’s power against colon cancer",
      "content_text": "A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations. The research, involving over 3,500 patients, is the first randomized study to confirm aspirin’s powerful effect in this context. The findings suggest aspirin could become a widely available, inexpensive precision medicine, reshaping cancer treatment strategies globally.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/holding-round-white-aspirin-pill.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033920.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033920.htm",
      "title": "A tiny detector could unveil gravitational waves we’ve never seen before",
      "content_text": "Researchers have designed a new type of gravitational wave detector that operates in the milli-Hertz range, a region untouched by current observatories. Built with optical resonators and atomic clocks, the compact detectors can fit on a lab table yet probe signals from exotic binaries and ancient cosmic events. Unlike LIGO, they’re relatively immune to seismic noise and could start working long before space missions like LISA launch.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/gravitational-waves-binary-system.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033917.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033917.htm",
      "title": "Rogue planet spotted devouring 6 billion tons every second",
      "content_text": "Astronomers have uncovered a runaway feeding frenzy in a rogue planet drifting freely through space, devouring six billion tonnes of gas and dust every second. Located 620 light-years away in the Chamaeleon constellation, the object, Cha 1107-7626, is growing at the fastest rate ever seen in any planet. The dramatic surge in mass revealed evidence of strong magnetic fields and changing chemistry, including water vapor, previously only observed in young stars.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/rogue-planet-cha-1107-7626.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033915.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033915.htm",
      "title": "Fat may secretly fuel Alzheimer’s, new research finds",
      "content_text": "New research from Houston Methodist reveals how obesity may directly drive Alzheimer’s disease. Scientists discovered that tiny messengers released by fat tissue, called extracellular vesicles, can carry harmful signals that accelerate the buildup of amyloid-β plaques in the brain. These vesicles even cross the blood–brain barrier, making them powerful but dangerous connectors between body fat and brain health.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/dementia-brain-degeneration-memory-lapse.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033913.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033913.htm",
      "title": "The invisible chemical in the air that could be raising Parkinson’s risk",
      "content_text": "A massive nationwide study has linked long-term exposure to the industrial chemical trichloroethylene (TCE) with a higher risk of Parkinson’s disease in older adults. Researchers examined over 1.1 million people, finding that those living in areas with the highest outdoor TCE levels faced a 10% greater risk of developing Parkinson’s.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/industrial-pollution-woman-children-future.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251003033909.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251003033909.htm",
      "title": "Scientists just cracked the mystery of why cancer immunotherapy fails",
      "content_text": "Ohio State researchers have discovered that exhausted T cells collapse under the weight of misfolded proteins, activating a destructive stress response called TexPSR. Unlike normal stress systems, TexPSR accelerates protein production, flooding the cells with toxic buildup. Blocking it restored T-cell function and improved cancer immunotherapy.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/cancer-cell-self-destructing.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074014.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074014.htm",
      "title": "Poor sleep speeds brain aging and may raise dementia risk",
      "content_text": "New research shows that poor sleep could make the brain appear years older than it really is. Using MRI scans and machine learning, scientists found a clear link between unhealthy sleep patterns and accelerated brain aging.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/doctor-pointing-to-brain-ct-scan.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074013.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074013.htm",
      "title": "Scientists uncover a mysterious Jurassic lizard with snake-like jaws",
      "content_text": "A strange Jurassic lizard discovered on Scotland’s Isle of Skye is shaking up what we know about snake evolution. Named Breugnathair elgolensis, the “false snake of Elgol” combined hook-like, python-style teeth and jaws with the short body and limbs of a lizard. Researchers spent nearly a decade studying the 167-million-year-old fossil, revealing that it belonged to a newly defined group of squamates and carried features of both snakes and geckos.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/breugnathair-illustration.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074011.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074011.htm",
      "title": "A flu test you can chew",
      "content_text": "Flu detection could soon be as simple as chewing gum. Scientists have created a molecular sensor that releases a thyme-like flavor when it encounters influenza, offering a low-tech, taste-based alternative to nasal swabs. Unlike current tests that are slow, costly, or miss early infections, this method could catch the flu before symptoms appear.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/asian-woman-chewing-gum.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074009.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074009.htm",
      "title": "Japan’s hot springs hold clues to the origins of life on Earth",
      "content_text": "Billions of years ago, Earth’s atmosphere was hostile, with barely any oxygen and toxic conditions for life. Researchers from the Earth-Life Science Institute studied Japan’s iron-rich hot springs, which mimic the ancient oceans, to uncover how early microbes survived. They discovered communities of bacteria that thrived on iron and tiny amounts of oxygen, forming ecosystems that recycled elements like carbon, nitrogen, and sulfur.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/geothermal-hot-spring-with-vivid-colors.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074007.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074007.htm",
      "title": "Millions could be living with hidden smell loss after COVID without knowing",
      "content_text": "A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize. Even patients without noticeable symptoms often performed poorly on scent tests, raising safety and health concerns. Because smell loss can signal deeper neurological issues, experts are calling for routine testing and exploring new treatments.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/lemon-smell-blindness-test.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074005.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074005.htm",
      "title": "Scientists just found the shocking reason Chile’s quake shook so hard",
      "content_text": "A massive quake struck Calama, Chile, in 2024, surprising scientists with its unusual depth and destructive power. Unlike typical deep quakes, it broke past thermal limits and triggered an intense “thermal runaway” rupture. Researchers say the event challenges long-held theories and highlights the need for improved monitoring and preparedness. Their findings could shape how we predict and respond to future seismic threats worldwide.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/earthquake-seismograph-red-concentric-circles.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074004.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074004.htm",
      "title": "The Moon’s far side is hiding a chilling secret",
      "content_text": "New lunar samples from the far side reveal it formed from cooler magma than the near side, confirming the Moon’s interior is not uniform. Researchers suggest fewer heat-producing elements on the far side explain the difference. Theories range from ancient cosmic collisions to Earth’s gravitational pull. These discoveries bring us closer to solving the Moon’s long-standing “two-faced” mystery.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/planet-earth-behind-moon-far-side.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002074001.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002074001.htm",
      "title": "Scientists just recreated a wildfire that made its own weather",
      "content_text": "In 2020, California’s Creek Fire became so intense that it generated its own thunderstorm, a phenomenon called a pyrocumulonimbus cloud. For years, scientists struggled to replicate these explosive fire-born storms in climate models, leaving major gaps in understanding their global effects. Now, a new study has finally simulated them successfully, reproducing the Creek Fire’s storm and others like it.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/developing-pyrocumulonimbus-cloud-oregon-gulch-fire.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002073959.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002073959.htm",
      "title": "A single dose of psilocybin may rewire the brain for lasting relief",
      "content_text": "Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies. The compound works in the anterior cingulate cortex, bypassing injury sites and offering a dual benefit for pain and depression. Unlike opioids, psilocybin is non-addictive and may provide relief lasting weeks.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/human-mind-brain-wiring.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251002073956.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251002073956.htm",
      "title": "A century-old piano mystery has just been solved",
      "content_text": "Scientists confirmed that pianists can alter timbre through touch, using advanced sensors to capture micro-movements that shape sound perception. The discovery bridges art and science, promising applications in music education, neuroscience, and beyond.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/grand-concert-piano-male-pianist.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251001092238.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251001092238.htm",
      "title": "How gaslighting tricks the brain into questioning reality",
      "content_text": "Gaslighting, often seen as a form of manipulation, has now been reframed by researchers at McGill University and the University of Toronto as a learning process rooted in how our brains handle prediction and surprise. Instead of merely being explained through outdated psychodynamic theories, this new model highlights how trust and close relationships can be exploited by manipulators who repeatedly undermine a person’s confidence in their own reality.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/media-manipulation-gaslighting.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251001092218.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251001092218.htm",
      "title": "This ultra-thin solar tech could power everything from phones to skyscrapers",
      "content_text": "A team in Sweden has unraveled the hidden structure of a promising solar material using machine learning and advanced simulations. Their findings could unlock durable, ultra-efficient solar cells for a rapidly electrifying world.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/formamidinium-lead-iodide.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251001092216.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251001092216.htm",
      "title": "Viral apple cider vinegar weight loss study retracted for flawed science",
      "content_text": "BMJ Group has pulled a widely reported apple cider vinegar weight-loss study after experts uncovered major flaws in its data and analysis. Attempts to replicate the results failed, and irregularities raised questions about the trial’s reliability. The authors admitted mistakes and agreed to the retraction, while editors stressed the importance of transparency and warned against citing the discredited findings.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/apple-cider-vinegar-weight-loss.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    },
    {
      "id": "https://www.sciencedaily.com/releases/2025/10/251001092214.htm",
      "url": "https://www.sciencedaily.com/releases/2025/10/251001092214.htm",
      "title": "A common supplement could supercharge cancer treatments",
      "content_text": "Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells. Researchers showed it strengthens T-cell receptors, enhances immune signaling, and improves the effects of immunotherapy. Found naturally in foods like spinach and peppers, it’s safe, accessible, and now a promising candidate for cancer treatment trials.",
      "attachments": [
        {
          "url": "https://www.sciencedaily.com/images/1920/cancer-target-detection.webp",
          "mime_type": "image/webp"
        }
      ],
      "tags": [
        "sciencedaily-top"
      ]
    }
  ]
}